Repository: escattone/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: is

source: You have exceeded the number of private messages that can be sent in a day.
is: Þú hefur farið fram úr hámarksfjölda einkaskilaboða sem hægt er að senda á einum degi.

source: Send
is: Senda

source: You
is: Þú

source: Read Sent Message
is: Lesa send skilaboð

source: Read Message
is: Lesa skilaboð

source: Reply
is: Svara

source: You can no longer reply to the sender of this message. The user is no longer active.
is: Þú getur ekki lengur svarað sendanda þessara skilaboða. Notandinn er ekki lengur virkur.

source: {sender} sent you the following message:
is: {sender} sendi þér eftirfarandi skilaboð:

source: View this message on the web
is: Skoða skilaboð á vefnum:

source: View this message on the web:
is: Skoða skilaboð á vefnum:

source: Change your email preferences:
is: Breyta tölvupóst stillingum:

source: System
is: Kerfi

source: Message Preview:
is: Forskoðun pósts:

source: Whether this topic is shown to users in the AAQ or not.
is: Hvort þetta umræðuefni sé birt notendum í AAQ eða ekki.

source: {product} Help
is: {product} hjálp

source: Experience new functionality and updates by helping us test the Beta and Nightly versions of Firefox Focus for iOS.
is: Prófaðu nýja eiginleika og uppfærslur með því að hjálpa okkur við að fínslípa beta- og náttfara-prófunarútgáfur Firefox Focus fyrir iOS.

source: Get started
is: Komast í gang

source: Update to the latest version of Firefox Focus for Android to receive the latest features, enhancements and bug fixes. Firefox Focus is available for free in the Google Play store.
is: Uppfærðu í nýjustu útgáfuna af Firefox Focus fyrir Android til að fá nýjustu eiginleikana, betrumbætur og villuleiðréttingar. Firefox Focus fæst ókeypis í Google Play markaðnum.

source: Download now
is: Sækja núna

source: In English
is: Á ensku

source: Support
is: Aðstoð

source: Update Firefox
is: Uppfæra Firefox

source: Profiles
is: Notandasnið

source: Firefox Sync
is: Firefox-samstilling

source: Bookmarks
is: Bókamerki

source: Send tab
is: Senda flipa

source: Night mode
is: Næturhamur

source: Block images
is: Loka á myndir

source: Policies
is: Stefnur

source: Customization
is: Sérsníðing

source: extensions
is: forritsaukar

source: Turbo mode
is: Túrbó-hamur

source: Voice commands
is: Raddskipanir

source: Receive tabs
is: Taka á móti flipum

source: Manage devices
is: Sýsla með tæki

source: Download VPN
is: Sækja VPN

source: Limits
is: Takmörk

source: Activate add-on
is: Virkja viðbætur

source: Update add-on
is: Uppfæra viðbót

source: Lockwise desktop
is: Lockwise borðtölvuforrit

source: Voice search
is: Leit með raddskipunum

source: Full screen
is: Skjáfylli

source: Rewards
is: Verðlaun

source: Games
is: Leikir

source: Room size
is: Stærð spjallsvæðis

source: Avatars
is: Genglar

source: Autocomplete
is: Sjálfvirk orðaklárun

source: Default search
is: Sjálfgefin leit

source: Desktop view
is: Skjáborðssýn

source: Capture a screenshot
is: Taka skjámynd

source: Organize a screenshot
is: Skipuleggja skjámynd

source: Create a collection
is: Útbúðu safn

source: Thunderbird profiles
is: Notandasnið Thunderbird

source: Migrate
is: Yfirfæra

source: Themes
is: Þemu

source: Frequent Topics
is: Algeng umræðuefni

source: Explore the knowledge base.
is: Kannaðu KB-þekkingargrunninn

source: Download Thunderbird
is: Sækja Thunderbird

source: Systems and Languages
is: Stýrikerfi og tungumál

source: Release Notes
is: Útgáfuupplýsingar

source: Privacy
is: Friðhelgi

source: Products
is: Hugbúnaður

source: See all
is: Sjá allt

source: Still need help?
is: Þarftu ennþá hjálp?

source: We’re here for you! If you haven’t found a solution after exploring our help articles, you can get in touch with our support team.
is: Við erum hérna fyrir þig. Ef þú hefur ekki fundið lausn eftir að hafa skoðað hjálpargreinarnar, geturðu haft samband við aðstoðarteymið okkar.

source: We’re here for you. Post a question to our support forums and get answers from our community of experts.
is: Við erum hérna fyrir þig. Sendu spurningar inn á aðstoðargáttina okkar og fáðu svör frá liði sérfræðinga.

source: Get Support
is: Fá aðstoð

source: Ask the Community
is: Spurðu aðra þátttakendur

source: Topics
is: Umræðuefni

source: All articles and threads
is: Allar greinar og spjallþræðir

source: Web browser for Windows, Mac and Linux
is: Vafri fyrir Windows, Mac og Linux

source: Download, install and migration
is: Sækja, setja inn og uppfæra

source: Privacy and security settings
is: Friðhelgi og öryggisstillingar

source: Customize controls, options and add-ons
is: Sérsníða stýringar, stillingar og viðbætur

source: Fix slowness, crashing, error messages and other problems
is: Laga hæga virkni, hrun, villumeldingar og önnur vandamál

source: Tips and tricks
is: Ábendingar og góð ráð

source: Cookies
is: Vefkökur

source: Tabs
is: Flipar

source: Website breakages
is: Bilanir vefsvæðis

source: Firefox for Android
is: Firefox fyrir Android

source: Web browser for Android smartphones and tablets
is: Vafri fyrir Android snjallsíma eða spjaldtölvur

source: Websites
is: Vefsvæði

source: Firefox for iOS
is: Firefox fyrir iOS

source: Firefox for iPhone, iPad and iPod touch devices
is: Firefox fyrir iPhone, iPad og iPod snertitæki

source: Install and Update
is: Uppsetning og uppfærsla

source: How to use Firefox for iOS
is: Hvernig á að nota Firefox fyrir iOS

source: Crash
is: Hrun

source: Sync
is: Samstilling

source: Private Browsing mode
is: Einkavafur í huliðsham

source: Firefox for Enterprise
is: Firefox fyrir fyrirtæki

source: Firefox Quantum for businesses
is: Firefox Quantum fyrir fyrirtæki

source: Deploy
is: Setja í gang

source: Manage updates, policies & customization
is: Sýsla með uppfærslur, stefnur og sérsníðingu

source: Manage add-ons
is: Sýsla með viðbætur

source: Manage certificates
is: Sýsla með skilríki

source: MDN Plus provides a custom experience for MDN supporters.
is: MDN Plus veitir sérsniðna nálgun fyrir notendur MDN.

source: Firefox for Virtual Reality headsets
is: Firefox-vafri fyrir sýndarveruleikabúnað

source: Get started with Firefox Reality
is: Komdu þér í gang með Firefox Reality

source: Troubleshooting Firefox Reality
is: Lausn á vandamálum varðandi Firefox Reality

source: VPN for Windows 10, Android and iOS devices
is: VPN fyrir Windows 10, Android og iOS-tæki

source: Accounts
is: Reikningar

source: Payments
is: Greiðslur

source: Troubleshooting
is: Úrræðaleit

source: Firefox Private Network
is: Firefox einkanetkerfi

source: Browse securely on public Wi-Fi
is: Vafra með öruggum hætti á Wi-Fi almenningsnetum

source: Service that lets you create aliases to hide your real email
is: Þjónusta sem gerir þér kleift að nota dulnefni til að fela raunverulegt tölvupóstfang þitt

source: Hubs
is: Hubs-miðstöð

source: Virtual 3D meeting spaces for collaborating with friends, family, and colleagues on your browser or VR headset
is: Sýndarveruleikarými í þrívídd til að eiga samskipti við vini, fjölskyldu og samstarfsfólk í vafranum þínum eða með sýndarveruleikabúnaði

source: Rooms
is: Spjallsvæði

source: Moderators & Hosts
is: Umsjónarmenn og hýsing

source: Email software for Windows, Mac and Linux
is: Tölvupóstforrit fyrir Windows, Mac og Linux

source: Calendar
is: Dagatal

source: Automatic privacy browser and content blocker
is: Sjálfvirkur persónuverndarvafri og efnissía

source: Firefox Focus for iOS
is: Firefox Focus fyrir iOS

source: Firefox Focus for Android
is: Firefox Focus fyrir Android

source: Firefox for Android Beta
is: Firefox fyrir Android Beta-prófunarútgáfa

source: Early version of an experimental Firefox browser for Android
is: Snemmútgáfa af Firefox-vafra á tilraunastigi fyrir Android

source: How do I use Firefox Preview
is: Hvernig nota ég Firefox Preview

source: Browsing
is: Vafur

source: Library
is: Safn

source: Privacy and Security
is: Friðhelgi og öryggi

source: Fix problems with Firefox Preview
is: Laga vandamál með Firefox Preview

source: Settings and Preferences
is: Uppsetning og kjörstillingar

source: Advanced Settings
is: Ítarlegar stillingar

source: Please confirm your email address
is: Staðfestu tölvupóstfangið þitt

source: %s posted an answer to your question "%s"
is: %s hefur sent inn svar við spurningu þinni á %s"

source: Re: %s
is: Svar: %s

source: New answers for question: %s
is: Ný svör við spurningu: %s

source: Solution found to Firefox Help question
is: Lausn fannst á spurningu í Firefox-hjálpinni

source: Solution found for question: %s
is: Lausn fannst á spurningu: %s

source: Recently updated questions
is: Nýlega uppfærðar spurningar

source: Recently updated questions tagged %s
is: Nýlega uppfærðar spurningar merktar sem %s

source: Recent answers to %s
is: Nýlega uppfærðar spurningar við %s

source: URL of affected site
is: URL-slóð umrædds vefsvæðis

source: Crash ID(s)
is: ID-auðkenni hruns

source: If you submit information to Mozilla when you crash, you'll be given a crash ID which uniquely identifies your crash and lets us look at details that may help identify the cause. To find your recently submitted crash IDs, go to <strong>about:crashes</strong> in your location bar. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Click for detailed instructions</a>.
is: Ef þú sendir upplýsingar til Mozilla þegar hrynur hjá þér, færðu uppgefið ákveðið hrunauðkenni sem auðkennir hrunið þitt sérstaklega og gerir okkur kleift að skoða ítarupplýsingar sem gætu hjálpað til við að bera kennsl á orsökina. Til að finna nýlega send hrunauðkenni þín, skaltu fara í <strong>about:crashes</strong> á veffangastikunni þinni. <a href='https://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Smelltu hér til að fá nákvæmar leiðbeiningar</a>.

source: Troubleshooting Information
is: Upplýsingar fyrir úrræðaleit

source: This information gives details about the internal workings of your browser that will help in answering your question.
is: Þessar upplýsingar gefa nákvæmari hugmynd um innri virkni vafrans þíns, sem mun hjálpa við að svara spurningunni þinni.

source: This happens
is: Þetta gerist

source: Not sure how often
is: Ekki viss hve oft

source: Just once or twice
is: Bara einu sinni eða tvisvar

source: A few times a week
is: Nokkrum sinnum í viku

source: Every time Firefox opened
is: Í hvert skipti sem Firefox er opnað

source: This started when...
is: Þetta byrjaði þegar...

source: How can we help?
is: Hvernig getum við aðstoðað?

source: Firefox version
is: Firefox útgáfa

source: Operating system
is: Stýrikerfi

source: Installed plugins
is: Uppsett tengiforrit

source: Extension/plugin you are having trouble with
is: Forritsviðbót/tengiforrit sem þú átt í vandræðum með

source: Mobile device
is: Farsími/snjalltæki

source: Which topic best describes your question?
is: Hvaða efni lýsir best spurningunni þinni?

source: Email me when someone answers the thread
is: Senda mér tölvupóst þegar einhver svarar á spjallþráðinn

source: Enter your reply here.
is: Settu inn svarið þitt hér.

source: Enter your email address here.
is: Settu hér inn tölvupóstfangið þitt.

source: (optional):
is: (valkvætt):

source: Please provide an email.
is: Gefðu upp tölvupóstfang.

source: That tag does not exist.
is: Þetta merki er ekki til.

source: Please provide a tag.
is: Gefðu upp merki.

source: Recently unanswered
is: Nýlega ósvarað

source: New
is: Nýtt

source: Answers didn't help
is: Svör voru ekki hjálpleg

source: Needs info
is: Þarfnast upplýsinga

source: Solution provided
is: Lausn gefin

source: Solved
is: Leyst

source: Updated
is: Uppfært

source: Views
is: Innlit

source: Votes
is: Atkvæði

source: The questions forum isn't available for {product} in {old_lang}, we have redirected you to the {new_lang} questions forum.
is: Spurningavefspjall fyrir {product} á tungumálinu {old_lang} er ekki tiltækt, þér verður endurbeint á vefspjall fyrir spurningar á tungumálinu {new_lang}.

source: Done! Your message was sent to Mozilla Support, thank you for reaching out. We'll contact you via email as soon as possible.
is: Klárt! Skilaboðin þín voru send til Mozilla Support, þakka þér fyrir orðsendinguna. Við verðum í sambandi í tölvupósti eins fljótt og mögulegt er.

source: That didn't work. Please try again.
is: Þetta virkaði ekki. Reyndu aftur.

source: Done! Your question is now posted on the Mozilla community support forum. You can see your post anytime by visiting the {a_open}My Questions{a_close} page in your profile.
is: Klárt! Spurningin þín birtist núna á aðstoðargátt Mozilla samfélagsins. Þú getur séð færsluna þína hvenær sem er með því að fara á síðuna {a_open}Spurningarnar mínar{a_close} á notandasniðinu þínu.

source: Thank you for choosing a solution!
is: Takk fyrir að velja lausn!

source: This question already has a solution.
is: Þessi spurning er þegar með lausn.

source: The solution was undone successfully.
is: Tókst að afturkalla spurninguna.

source: Glad to hear it!
is: Glöð að heyra þetta!

source: Sorry to hear that.
is: Leitt að heyra.

source: You already voted on this reply.
is: Þú hefur þegar kosið þetta svar.

source: We were unable to register your request. You've exceeded the limit for the number of questions allowed to watch in a day. Please try again tomorrow.
is: Við gátum ekki skráð beiðnina þína. Þú hefur farið yfir mörkin yfir fjölda spurninga sem leyfilegt er að skoða á dag. Reyndu aftur á morgun.

source: Could not send a message to that email address.
is: Ekki var hægt að senda skilaboð á þetta tölvupóstfang

source: You will be notified of updates by email.
is: Þú verður látin/n vita um uppfærslur í tölvupósti.

source: You should receive an email shortly to confirm your subscription.
is: Þú ættir fljótlega að fá sendan tölvupóst til staðfestingar á áskriftinni þinni.

source: A moderator must manually approve your post before it will be visible.
is: Umsjónarmaður verður að samþykkja handvirkt færsluna þína áður en hún verður sýnileg.

source: Subscription confirmed.
is: Áskrift staðfest.

source: There was a problem confirming your subscription.
is: Það kom upp vandamál við að staðfesta áskriftina þína.

source: Email updates
is: Uppfærslur spurningar í tölvupósti

source: You will now receive updates via email.
is: Þú munt núna fá uppfærslur á þessari spurningu í tölvupósti.

source: Go back to the question.
is: Til baka á spurningu.

source: Stop receiving updates via email for this question.
is: Hætta að fá uppfærslur þessarar spurningar í tölvupósti.

source: Go back to the question and try again.
is: Farðu til baka á spurninguna og reyndu aftur.

source: Delete Answer | {t} | Firefox Support Forum
is: Eyða svari | {t} | Firefox aðstoðargáttin

source: Delete answer
is: Eyða svari

source: Are you sure you want to delete this answer?
is: Ertu viss um að þú viljir eyða þessu svari?

source: You are about to permanently delete this answer. <strong>This cannot be undone!</strong> Are you sure you want to continue?
is: Þú ert að fara að eyða þessu svari. <strong>Þessa aðgerð er ekki hægt að afturkalla!</strong> Ertu viss um að þú viljir halda áfram?

source: Delete Question | {t} | Firefox Support Forum
is: Eyða spurningu | {t} | Firefox aðstoðargáttin

source: Delete question
is: Eyða spurningu

source: Are you sure you want to delete this question?
is: Ertu viss um að þú viljir eyða þessari spurningu?

source: Number of Answers
is: Fjöldi spurninga

source: You are about to permanently delete this question. <strong>This cannot be undone!</strong> Are you sure you want to continue?
is: Þú ert að fara að eyða þessari spurningu. <strong>Ekki er hægt að afturkalla þessa aðgerð!</strong> Ertu viss um að þú viljir halda áfram?

source: Editing an answer | {t} | Firefox Support Forum
is: Breyting á svari | {t} | Firefox aðstoðargáttin

source: Edit an answer
is: Breyta svari

source: Created by:
is: Búið til af:

source: Last updated by:
is: Síðast uppfært af:

source: Last updated:
is: Síðast uppfært:

source: Question:
is: Spurning:

source: When editing an answer, uploading new images or deleting existing ones will happen instantly.
is: Þegar svari er breytt, mun innsending nýrra mynda eða eyðing þeim sem fyrir eru gerast samstundis.

source: Update answer
is: Uppfæra svar

source: Edit a Question
is: Breyta spurningu

source: Edit the question
is: Breyta spurningu

source: When editing a question, uploading new images or deleting existing ones will happen instantly.
is: Þegar spurningu er breytt, mun innsending nýrra mynda eða eyðing þeim sem fyrir eru gerast samstundis.

source: Save Question
is: Vista spurningu

source: Support Forum Metrics
is: Tölfræði spjallsvæðis

source: Metrics
is: Tölfræði

source: Contact Support
is: Hafa samband við aðstoðarteymi

source: Ask your question
is: Spurðu spurningar

source: Submit
is: Senda

source: Browse by product
is: Vafra eftir hugbúnaði

source: <strong>{product}</strong> Support Forum
is: <strong>{product}</strong> aðstoð á vefspjalli

source: {product} Support Forum
is: {product} aðstoð á vefspjalli

source: no product specified
is: Enginn hugbúnaður tilgreindur

source: {q} | {product} Support Forum
is: {q} | {product} aðstoð á vefspjalli

source: {user} is currently working on this problem.
is: {user} er núna að vinna í þessu vandamáli.

source: View other questions that need attention.
is: Skoða aðrar spurningar sem krefjast athygli.

source: This thread was closed.
is: Þessum spjallþræði var lokað.

source: This thread was archived.
is: Þessi spjallþráður var settur í safn.

source: This thread was closed and archived.
is: Þessum spjallþræði var lokað og hann settur í safn.

source: Please ask a new question if you need help.
is: Spurðu nýrrar spurningar ef þú þarft hjálp.

source: reply
is: svar

source: No replies
is: Ekkert svar

source: has this problem
is: er með þetta vandamál

source: view
is: innlit

source: Marked as spam by %(marked_by)s at %(marked_time)s
is: Merkt sem ruslpóstur af %(marked_by)s %(marked_time)s

source: Attached screenshots
is: Viðhengdar skjámyndir

source: Modified {datetime} by {name}
is: Breytt þann {datetime} af {name}

source: Solution chosen by {user}
is: Lausnir

source: Chosen solution
is: Valin lausn

source: Read this answer in context
is: Lesa þetta svar í samhengi

source: I have this problem, too
is: Ég er líka með þetta vandamál

source: All Replies
is: Öll svör

source: In order to prevent spam, we are limiting the number of answers that can be posted within a short period of time. If you want to post more please create a post on the <a href="%(url)s">contributors forum</a> requesting that you be white-listed.
is: Til að komast fyrir ruslpóstsendingar, takmörkum við fjölda svara sem hægt er að senda innan tiltekinna tímamarka. Ef þú þarft að senda inn fleiri svör, ættirðu að útbúa færslu á <a href="%(url)s">þátttakendaspjallinu</a> þar sem þú biður um að vera sett/ur á sérlista (white-list).

source: Post a Reply
is: Setja inn svar

source: I am providing the requested information
is: Ég er að gefa umbeðnar upplýsingar

source: Needs more information from the user
is: Þarfnast frekari upplýsinga frá notandanum

source: You must <a href="{login_url}">log in to your account</a> to reply to posts. Please <a href="{ask_url}">start a new question</a>, if you do not have an account yet.
is: Þú þarft að <a href="{login_url}">skrá þig inn á reikninginn þinn</a> til að geta svarað færslum. Byrjaðu <a href="{ask_url}">nýja spurningu</a> ef þú ert ekki ennþá með aðgang.

source: Question Tools
is: Spurningaverkfæri

source: Edit this question
is: Breyta þessari spurningu

source: Delete this question
is: Eyða þessari spurningu

source: Unlock this question
is: Aflæsa þessari spurningu

source: Lock this question
is: Læsa þessari spurningu

source: Unarchive this question
is: Taka þessa spurningu úr safni

source: Archive this question
is: Setja þessa spurningu í safn

source: Stop email updates
is: Hætta uppfærslum spurningar í tölvupósti

source: Get email updates
is: Fá uppfærslur spurningar í tölvupósti

source: Subscribe to feed
is: Gerast áskrifandi að tilkynningum um breytingar

source: Tags
is: Flokkar

source: Add
is: Bæta við

source: Question Details
is: Nánar um spurningu

source: Product
is: Hugbúnaður

source: Topic
is: Umræðuefni

source: Save changes
is: Vista breytingar

source: System Details
is: Nánari upplýsingar um kerfi

source: Device:
is: Tæki:

source: More system details
is: Frekari kerfisupplýsingar

source: Additional System Details
is: Viðbótaratriði varðandi kerfi

source: Sites Affected
is: Hefur áhrif á vefsvæði

source: Crash ID
is: ID-auðkenni hruns

source: This happened
is: Þetta gerðist

source: Installed Plug-ins
is: Uppsett tengiforrit

source: Edit details
is: Breyta upplýsingum

source: See also
is: Sjá einnig

source: Multiple Products
is: Margskonar hugbúnaður

source: %(recent_unanswered_count)s question in the last 24 hours has no reply. <a href="%(url)s">Help solve it!</a>
is: %(recent_unanswered_count)s spurning seinustu 24 er ekki með svar. <a href="%(url)s">Hjálpaðu við að leysa þetta!</a>

source: %(recent_unanswered_count)s question in the last 24 hours has no reply. <a href="/get-involved">Learn how to help solve it!</a>
is: %(recent_unanswered_count)s spurning seinustu 24 er ekki með svar. <a href="/get-involved">Sjáðu hvernig þú getur hjálpað!</a>

source: 0 questions in the last 24 hours have no reply. Good job!
is: 0 spurningar seinustu 24 tímana eru ekki með svar. Þvílík vinnusemi!

source: 0 questions in the last 24 hours have no reply. <a href="/get-involved">Learn how to help!</a>
is: 0 spurningar seinustu 24 tímana eru ekki með svar. <a href="/get-involved">Sjáðu hvernig þú getur hjálpað!</a>

source: Showing questions tagged:
is: Sýna spurningar merktar:

source: Show all questions
is: Sýna allar spurningar

source: Attention needed
is: Þarfnast þýðingar

source: Responded
is: Mælt með

source: Done
is: Búið!

source: Contributed
is: Lagði til

source: Archived
is: Í safni

source: votes this week
is: atkvæði þessa viku

source: Asked by <strong><a href="{user_url}">{username}</a></strong> {when}
is: Spurt af <strong><a href="{user_url}">{username}</a></strong> {when}

source: Answered by <strong><a href="{user_url}">{username}</a></strong> {when}
is: Svarað af <strong><a href="{user_url}">{username}</a></strong> {when}

source: <a href="{reply_url}">Last reply</a> by <strong><a href="{user_url}">{username}</a></strong> {when}
is: <a href="{reply_url}">Síðasta svar</a> frá <strong><a href="{user_url}">{username}</a></strong> {when}

source: There are no questions that match the current filter settings.
is: Það eru engar spurningar sem passa við núverandi síustillingar.

source: Filter by
is: Sía eftir:

source: Show me
is: Sýna mér

source: Posts from everyone
is: Færslur frá öllum

source: My contributions
is: Framlögin mín

source: You have been unsubscribed.
is: Búið er að vista stillingar.

source: There was a problem unsubscribing.
is: Vandamál kom upp við að afskrá áskriftina.

source: You will no longer receive email updates for this question: <a href="%(question_url)s">%(question_title)s</a>
is: Þú munt ekki lengur fá tölvupóst með uppfærslum á þessari spurningu: <a href="%(question_url)s">%(question_title)s</a>

source: We could not unsubscribe you from this question: <a href="%(question_url)s">%(question_title)s</a>. Please make sure you copied and pasted the unsubscribe link correctly.
is: Við gátum ekki tekið þig úr áskrift af þessari spurningu: <a href="%(question_url)s">%(question_title)s</a>. Gakktu úr skugga um að þú hafir afritað og límt uppsagnarslóðina rétt.

source: You are about to subscribe to:
is: Þú ert að verða áskrifandi að:
