Repository: escattone/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: is

source: This document does not have a current revision.
is: Þetta skjal er ekki með fyrirliggjandi útgáfu.

source: Search results summary:
is: Niðurstöður leitar:

source: Revision source:
is: Frumkóði útgáfu:

source: Revision rendered html:
is: Útgáfa myndgerð sem HTML:

source: Review Translation {id} | {document}
is: Yfirfara þýðingu {id} | {document}

source: Review Translation
is: Yfirfara þýðingu

source: Review Translation of {title}
is: Yfirfara þýðingu á {title}

source: Reviewing Translation {id} in {language} by {user}.
is: Prófarkarles þýðingu {id} á {language} eftir {user}.

source: Translation Comment: {comment}
is: Athugasemd við þýðingu: {comment}

source: This translation was already reviewed by {user} on {date}.
is: Þegar er búið að yfirfara þessa þýðingu af {user} þann {date}.

source: This version is outdated, but there is a new version available.
is: Þessi útgáfa er úrelt, en það er til nýrri útgáfa.

source: Please review the latest version.
is: Yfirfarðu nýjustu útgáfuna.

source: A newer version has already been reviewed.
is: Nýrri útgáfa hefur þegar verið yfirfarin.

source: Recent English Changes
is: Nýlegar breytingar á ensku

source: Submitted Translation Changes
is: Innsendar breytingar á þýðingum

source: Current public translation:
is: Fyrirliggjandi opinber þýðing:

source: Submitted translation:
is: Innsend þýðing:

source: Full Article Sources
is: Fullar frumheimildir greinar

source: The {default_locale} version has no approved content to show.
is: {default_locale} útgáfan inniheldur ekki neitt samþykkt efni til að sýna.

source: Approved {default_locale} version:
is: Samþykkt útgáfa fyrir {default_locale}:

source: Revision {id} by {user} on {date}
is: Útgáfa {id} eftir {user} þann {date}

source: Submitted {locale} translation:
is: Sendi inn þýðingu fyrir {locale}:

source: This document does not have a current translation.
is: Þetta skjal er ekki með fyrirliggjandi þýðingu.

source: Translation keywords:
is: Stikkorð þýðingar:

source: Translation search results summary:
is: Niðurstöður fyrir þýðingaleit:

source: Translation source:
is: Frumkóði þýðingar:

source: Translation rendered html:
is: Þýðing myndgerð sem HTML:

source: Revision {n} | {t} | {c}
is: Útgáfa {n} | {t} | {c}

source: Revision {num}
is: Útgáfa {num}

source: Revision Information
is: Upplýsingar um útgáfu

source: Revision id:
is: Útgáfanúmer:

source: Reviewed:
is: Yfirfarið:

source: Reviewed by:
is: Yfirfarið af:

source: Is approved?
is: Er samþykkt?

source: Is current revision?
is: Er fyrirliggjandi útgáfa?

source: Ready for localization:
is: Tilbúið fyrir þýðingu:

source: Readied for localization:
is: Gert tilbúið fyrir þýðingu:

source: Readied for localization by:
is: Gert tilbúið fyrir þýðingu af:

source: Edit article based on this revision
is: Breyta grein sem er byggð á þessari útgáfu

source: Select language | {document}
is: Veldu tungumál | {document}

source: Select language
is: Veldu tungumál

source: Select a language to translate to:
is: Veldu tungumál til að þýða yfir á:

source: This document has already been translated to the following locales:
is: Þetta skjal hefur þegar verið þýtt yfir á eftirfarandi tungumál:

source: Show translations | {document}
is: Birta þýðingar | {document}

source: This document has been translated to the following locales:
is: Þetta skjal hefur verið þýtt yfir á eftirfarandi tungumál:

source: This document is missing translations for the following locales:
is: Þetta skjal vantar þýðingar á eftirfarandi tungumál:

source: Translate Article | {document}
is: Þýða grein | {document}

source: Translate Article
is: Þýða grein

source: You are translating an English document which is not yet ready for localization.
is: Þú ert að þýða skjal á ensku sem er ekki ennþá tilbúið fyrir þýðingu.

source: You have a draft revision for this article saved on {date_time}
is: Þú ert með drög að þessari grein sem voru vistuð {date_time}

source: Restore
is: Endurheimta

source: Discard
is: Henda

source: This version is outdated, but there is a new version <a href="{link}">{revision}</a> available.
is: Þessi útgáfa er úrelt, en það er nýrri útgáfa <a href="{link}">{revision}</a> tiltæk.

source: Translating {title}
is: Þýði {title}

source: Translating article to {locale}.
is: Þýði grein yfir á {locale}.

source: Translate Description
is: Þýða lýsingu

source: Title in {locale}:
is: Titill á {locale}:

source: Slug in {locale}:
is: Fangamark í {locale}:

source: Translate Content
is: Þýða efni

source: Recently approved updates
is: Nýlega samþykktar uppfærslur

source: Differences
is: Mismunur

source: Note: This article has no revisions ready for localization.
is: Athugaðu: Þessi grein er ekki með neinar útgáfur tilbúnar fyrir þýðingar.

source: Note: There are no approved translations for this article.
is: Athugaðu: Engar samþykktar þýðingar eru til fyrir þessa grein.

source: Keywords in {locale}:
is: Stikkorð á {locale}:

source: Search result summary in {locale}:
is: Niðurstöður leitar á {locale}:

source: {locale} translation:
is: {locale} þýðing:

source: What Links Here | {document}
is: Hvað tengist hingað | {document}

source: What Links Here
is: Hvað tengist hingað

source: Documents that link to "{title}"
is: Skjöl sem tengja í "{title}"

source: Documents that include "{title}"
is: Skjöl sem innifela "{title}"

source: Documents that use "{title}" as a template
is: Skjöl sem nota "{title}" sem sniðmát

source: No other documents link to {title}.
is: Engin önnur skjöl tengja í "{title}.

source: %(reviewer)s has approved the revision to the document %(document_title)s.
is: %(reviewer)s samþykkti útgáfuna á skjalinu %(document_title)s.

source: View the updated document
is: Skoða uppfært skjal

source: Summary:
is: Samantekt:

source: Changes:
is: Breytingar:

source: To view the updated document, click the following link, or paste it into your browser's location bar:
is: Til að skoða uppfærða skjalið, smelltu á eftirfarandi tengil, eða límdu hann í veffangastiku vafra:

source: %(creator)s created a new revision to the document %(document_title)s.
is: %(creator)s bjó til nýja útgáfu á skjalinu %(document_title)s.

source: View this document's history
is: Skoða breytingaferil þessa skjals

source: To view this document's history, click the following link, or paste it into your browser's location bar:
is: Til að skoða breytingaferil skjalsins, smelltu á eftirfarandi tengil, eða límdu hann í veffangastiku vafra:

source: The document %(document_title)s has a new revision that is ready for localization.
is: Skjalið %(document_title)s er með nýja útgáfu sem er tilbúin fyrir þýðingu.

source: Localize the document
is: Þýða skjalið

source: Text of the new revision:
is: Texti nýrri útgáfunnar:

source: To localize the document, click the following link, or paste it into your browser's location bar:
is: Til að þýða skjalið, smelltu á eftirfarandi tengil, eða límdu hann í veffangastiku vafra:

source: %(creator)s submitted a new revision to the document %(document_title)s.
is: %(creator)s sendi inn nýja útgáfu á skjalinu %(document_title)s.

source: Review this revision
is: Yfirfara þessa útgáfu

source: To review this revision, click the following link, or paste it into your browser's location bar:
is: Til að prófarkarlesa þessa útgáfu, smelltu á eftirfarandi tengil, eða límdu hann í veffangastiku vafra:

source: Our contributors have been working hard on articles and it would be great if you could review them. The faster we get them published the faster they start helping users.
is: Þátttakendurnir okkar hafa lagt hart að sér við að skrifa greinar og það væri meira en vel þegið ef þú yfirfærir þær. Því fyrr sem við komum þeim í birtingu, því fyrr geta þær hjálpað notendum.

source: If you have a moment please help us by reviewing these articles:
is: Ef þú átt stund aflögu geturðu hjálpað okkur með því að yfirfara þessar greinar:

source: Many thanks for your contribution in behalf of SUMO and the happy users who get help!
is: Þakka þér fyrir stuðninginn af hálfu SUMO og þeirra hamingjusömu notenda sem hafa fengið aðstoð.

source: Regards, <br />The SUMO team.
is: Kær kveðja, <br />SUMO-teymið.

source: If you have a moment please review these articles:
is: Ef þú átt stund aflögu skaltu endilega yfirfara þessar greinar:

source: Many thanks for your contribution on behalf of SUMO and the happy users who are helped by your work!
is: Þakka þér fyrir stuðninginn af hálfu SUMO og þeirra hamingjusömu notenda sem hafa fengið aðstoð frá þér.

source: Regards, The SUMO team
is: Kær kveðja, SUMO-teymið

source: Your revision has been reviewed.
is: Búið er að fara yfir þína útgáfu.

source: %(reviewer)s has approved your revision to the document %(document_title)s.
is: %(reviewer)s samþykkti þína útgáfu á skjalinu %(document_title)s.

source: %(reviewer)s has reviewed your revision to the document %(document_title)s.
is: %(reviewer)s prófarkarlas þína útgáfu á skjalinu %(document_title)s.

source: Message from the reviewer:
is: Skilaboð frá prófarkarlesaranum:

source: View the history of this document
is: Skoða breytingaferil þessa skjals

source: To view the history of this document, click the following link, or paste it into your browser's location bar:
is: Til að skoða breytingaferil skjalsins, smelltu á eftirfarandi tengil, eða límdu hann í veffangastiku vafra:

source: A revision you contributed to has been approved. %(reviewer)s has approved a revision to the document %(document_title)s.
is: Útgáfa sem þú áttir framlag í hefur verið samþykkt. %(reviewer)s hefur samþykkt útgáfu á skjalinu %(document_title)s.

source: A revision you contributed to has been reviewed. %(reviewer)s has reviewed a revision to the document %(document_title)s.
is: Útgáfa sem þú áttir framlag í hefur verið yfirfarin. %(reviewer)s hefur prófarkarlesið útgáfu á skjalinu %(document_title)s.

source: <p class="help-title text-body-md">These fine people helped write this article:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>
is: <p class="help-title text-body-md">Þetta ágæta fólk hjálpaði til við að skrifa greinina:</p> <div class="document--contributors-list text-body-xs">%(contributors)s</div>

source: (Redirected from <a href="{href}">{title}</a>)
is: (Endurbeint frá <a href="{href}">{title}</a>)

source: <p>This article may be out of date.</p> <p> An important change has been made to the English article on which this is based. Until this page is updated, you might find this helpful: <a href="%(url)s">%(title)s</a> </p>
is: <p>Þessi grein gæti verið úrelt.</p> <p> Búið er að bæta við mikilvægri breytingu í ensku útgáfuna sem þessi grein er byggð á. Þangað til þessi grein verður uppfærð, gæti þessi síða verið hjálplegri: <a href="%(url)s">%(title)s</a> </p>

source: This article is no longer maintained, so its content might be out of date.
is: Þessari grein er ekki lengur viðhaldið, þannig að efni hennar gæti verið úrelt.

source: No one has helped translate this article yet. If you already know how localizing for SUMO works, <a href="%(document_trans_link)s">start translating now</a>. If you want to learn how to translate articles for SUMO, <a href="%(help_link)s">please start here</a>.
is: Enginn hefur ennþá boðist til að þýða þessa grein. Ef þú veist nú þegar hvernig þýðingavinna í SUMO gengur fyrir sig, geturðu <a href="%(document_trans_link)s">byrjað að þýða núna</a>. Ef þig langar að læra að þýða greinar fyrir SUMO, <a href="%(help_link)s">byjaðu þá frekar hér</a>.

source: Our volunteers are working on translating this article. Until it's ready, maybe the English version can be of some help. If you want to help us translate articles like this one, <a href="%(help_link)s">please click here</a>.
is: Sjálfboðaliðarnir okkar eru að vinna í því að þýða þessa síðu. Á meðan hún er ekki tilbúin, er best að nota ensku útgáfuna. Ef þú vilt hjálpa okkur við að þýða greinar eins og þessa <a href="%(help_link)s">geturðu smellt hér</a>.

source: This page does not exist in %(locale)s. You have been redirected to the %(fallback_locale)s version instead. If you would like to localize it into %(locale)s, <a href="%(help_link)s">click here</a>. You can also see the <a href="%(eng_link)s">English</a> version of this page.
is: Þessi síða er ekki til fyrir tungumálið %(locale)s. Þér hefur verið beint í staðinn á útgáfuna fyrir %(fallback_locale)s. Ef þú hefur áhuga á að þýða hana yfir í tungumálið %(locale)s, skaltu <a href="%(help_link)s">smella hér</a>. Þú getur líka skoðað <a href="%(eng_link)s">ensku</a> útgáfu síðunnar.

source: This article doesn't have approved content yet.
is: Þessi grein inniheldur ekki ennþá neitt samþykkt efni.

source: Warning: There are newer unreviewed revisions of this article.
is: Aðvörun: Það eru nýjar óyfirfarnar útgáfur af þessari grein.

source: See <a href="%(url)s">the history</a> to base your edit on an existing unreviewed revision.
is: Kíktu á <a href="%(url)s">söguna</a> til að byggja þínar breytingar á fyrirliggjandi óyfirfarinni útgáfu.

source: Change Revisions
is: Skipta um útgáfur

source: Revision {num}:
is: Útgáfa {num}:

source: Stop article emails
is: Hætta tölvupóstsendingum fyrir grein

source: Email me article changes
is: Senda mér breytingar á grein

source: Submit for Review
is: Senda í yfirlestur

source: Save as Draft
is: Vista sem uppkast

source: Preview Content
is: Forskoða efni

source: Preview Changes
is: Forskoða breytingar

source: Submit Your Changes
is: Senda inn breytingarnar þínar

source: You rock! We'll send an email to let you know if your changes get approved. You can follow the discussion about this article by clicking the Discussion tab.
is: Þú rokkar! Við látum þig vita með tölvupósti ef breytingarnar þínar verða samþykktar. Þú getur fylgst með umræðum um þessa grein með því að smella á umræðuflipann.

source: Briefly describe your changes:
is: Skrifaðu inn stutta lýsingu á þínum breytingum:

source: This edit does not make this article up to date. The English differences should not change on the next edit.
is: Þessi breyting mun ekki uppfæra þessa grein í nýjustu útgáfu. Mismunur frá ensku útgáfunni ættu ekki að breytast við næstu breytingu.

source: Notify me of any future changes to this page
is: Láta mig vita af breytingum á þessari síðu

source: Help with:
is: Hjálp með:

source: Customize this article
is: Sérsníða þessa grein

source: Was this article helpful?
is: Var þessi grein hjálpleg?

source: Please wait...
is: Bíddu andartak...

source: Leave a message for {contributor}:
is: Skilja eftir skilaboð fyrir {contributor}:

source: Leave a message for {rest} and {last}:
is: Skilja eftir skilaboð fyrir {rest} og {last}:

source: Warning: This page is also being edited by %(user)s!
is: Aðrövun: Einnig er verið að breyta þessari síðu af %(user)s!

source: If you know what you are doing, you can edit the document anyway.
is: Ef þú veist hvað þú ert að gera, geturðu samt sem áður breytt skjalinu.

source: Edit anyway
is: Breyta samt

source: Report Abuse
is: Tilkynna misnotkun

source: Report this
is: Tilkynna þetta

source: Have more to say?
is: Þarftu að segja eitthvað fleira?

source: Mark as Ready for Localization
is: Merkja sem tilbúið fyrir þýðingu

source: You are about to mark this revision <span class="revtime"></span> as Ready for Localization. Are you sure you wish to proceed?
is: Þú ætlar að merkja þessa útgáfu <span class="revtime"></span> sem tilbúna fyrir þýðingu. Ertu viss um að þú viljir halda áfram?

source: View Diff
is: Skoða mismun

source: Close Diff
is: Loka mismun

source: Revision
is: Undirútgáfa

source: Editor
is: Ritstjóri

source: Search for documents...
is: Leita að skjölum...

source: No related documents.
is: Engin tengd skjöl.

source: Approve Translation
is: Samþykkja þýðingu

source: Approve Revision
is: Samþykkja útgáfu

source: Defer Translation
is: Fresta þýðingu

source: Defer Revision
is: Fresta útgáfu

source: Cancel Review
is: Hætta við yfirferð

source: Accept this Translation
is: Samþykkja þessa þýðingu

source: Accept this Revision
is: Samþykkja þessa útgáfu

source: You are about to approve your own edit. Please consider asking our <a href="%(url)s">reviewers</a> instead.
is: Þú ert að fara að samþykkja þínar eigin breytingar. Betra væri að láta <a href="%(url)s">einhverja aðra</a> fara yfir í staðinn.

source: Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
is: Með því að smella á Samþykkja verður þessi útgáfa af greininni birt! Athugaðu vel hvort allar stillingar séu ekki örugglega réttar.

source: Thanks for taking the time to review these changes. Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
is: Takk fyrir að fórna tíma í að fara yfir þessar breytingar. Með því að smella á samþykkja verður þessi útgáfa af greininni birt! Athugaðu vel hvort allar stillingar séu ekki örugglega réttar.

source: Accept
is: Samþykkja

source: Defer this Translation
is: Fresta þessari þýðingu

source: Defer this Revision
is: Fresta þessari útgáfu

source: Thanks for taking the time to review these changes. Please thank the editor and then give specific, constructive feedback about what you feel needs to change in order for the revision to be acceptable.
is: Takk fyrir að taka frá tíma til að fara yfir þessar breytingar. Þakkaðu ritstjóranum og láttu eftir leiðbeiningar um hvað þarf að breytast til að útgáfan verði samþykkt.

source: Defer
is: Fresta

source: Show Helpfulness Votes Chart
is: Sýna graf fyrir hjálpleg atkvæði

source: Compare Selected Translations
is: Bera saman valdar þýðingar

source: Compare Selected Revisions
is: Bera saman valdar útgáfur

source: Significance - MT: Major Content Changes. M: Content Changes. Empty: Minor Changes.
is: Merking - MT: Meiriháttar breytingar. M: Breytingar. Tómt: Minniháttar breytingar.

# revision
source: Unreviewed
is: Óyfirfarið

source: Current
is: Fyrirliggjandi

source: Reviewed
is: Yfirfarið

source: This revision is ready for localization.
is: Þessi útgáfa er tilbúin fyrir þýðingu.

source: This revision is not ready for localization.
is: Þessi útgáfa er ekki tilbúin fyrir þýðingu.

source: Delete this revision
is: Eyða þessari útgáfu

source: This document has no revisions.
is: Þetta skjal hefur engar útgáfur.

source: Editing Tools
is: Breytingarverkfæri

source: Discussion
is: Umræður

source: Show Translations
is: Birta þýðingar

source: Show History
is: Birta feril

source: Unsubscribe from edit notifications
is: Afpanta áskrift að tilkynningum um breytingar

source: Subscribe to edit notifications
is: Gerast áskrifandi að tilkynningum um breytingar

source: Related products
is: Tengdur hugbúnaður

source: Sorry to hear that, please tell us why?
is: Leitt að heyra, geturðu sagt okkur hvers vegna?

source: Confusing
is: Ruglingslegt

source: Solution didn't work
is: Lausnin virkaði ekki

source: Too long
is: Of langt

source: I have feedback about Firefox
is: Ég er með athugasemd um Firefox

source: Tell us more.
is: Segðu okkur meira.

source: Please provide more details
is: Settu inn meiri upplýsingar

source: Open Preferences
is: Opna kjörstillingar
