Repository: escattone/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: is

# DB: products.Topic.title
source: Manage updates, policies & customization
is: Sýsla með uppfærslur, stefnur og sérsníðingu

# DB: products.Topic.description
source: Policies for Firefox for Enterprise
is: Stefnur varðandi Firefox fyrir fyrirtæki

# DB: products.Topic.title
source: Autoconfiguration
is: Sjálfstillingar

# DB: products.Topic.description
source: How to configure Firefox for Enterprise
is: Hvernig á að stilla Firefox fyrir fyrirtæki

# DB: products.Topic.description
source: Deploy Firefox on your organization's Linux machines.
is: Notkun Firefox á Linux-tölvum stofnunar/fyrirtækis/félags.

# DB: products.Topic.title
source: Manage settings via policy
is: Sýsla með stillingar með því að setja stefnur

# DB: products.Topic.description
source: Change Firefox's settings using policies.
is: Breyttu stillingum Firefox með því að setja stefnur.

# DB: products.Topic.description
source: Working with add-ons on Firefox for your organization.
is: Sýslaðu með viðbætur á Firefox fyrir fyrirtæki/stofnun/samtök/félag.

# DB: products.Topic.title
source: Learn the Basics. Get Started
is: Lærðu grunnatriðin: að komast í gang

# DB: products.Topic.description
source: Learn the Basics. Get Started
is: Lærðu grunnatriðin: að komast í gang

# DB: products.Topic.description
source: Learn tips and shortcuts to help you work faster
is: Lærðu ýmsar vísbendingar og flýtileiðir svo þú getir unnið hraðar

# DB: products.Topic.title
source: Set up email
is: Uppsetning á tölvupóstfangi

# DB: products.Topic.description
source: Add and configure your email accounts on Thunderbird
is: Bæta við og stilla tölvupóstreikningana þína í Thunderbird

# DB: products.Topic.title
source: Install, Migrate and Update
is: Uppsetning, yfirfærsla og uppfærsla

# DB: products.Topic.description
source: How to install and keep Thunderbird up to date
is: Hvernig á að setja upp Thunderbird og halda því uppfærðu

# DB: products.Topic.title
source: Read, send and organize emails
is: Lesa, senda og skipuleggja tölvupóst

# DB: products.Topic.description
source: Learn how to manage your email messages
is: Sjáðu hvernig best er að halda utan um tölvupóstinn þinn

# DB: products.Topic.title
source: Emails
is: Tölvupóstar

# DB: products.Topic.description
source: Learn to set up accounts, read, send and manage emails
is: Lærðu hvernig á að setja upp reikninga, lesa, senda og skipuleggja tölvupóst

# DB: products.Topic.title
source: News Feeds (RSS), Blogs and Social
is: Fréttamiðlun (RSS), blogg og samfélagsmiðlar

# DB: products.Topic.description
source: Stay up to date with news feeds, blogs and social features
is: Vertu með puttana á púlsinum með RSS-fréttamiðlun, bloggum og samfélagsmiðlum

# DB: products.Topic.title
source: Contacts
is: Tengiliðir

# DB: products.Topic.description
source: How to use the address book on Thunderbird
is: Hvernig er hægt að nota nafnaskrána í Thunderbird

# DB: products.Topic.title
source: Calendar
is: Dagatal

# DB: products.Topic.description
source: Related to the Lightning add-on for Calendar
is: Tengist Lightning-dagatalsviðbótinni

# DB: products.Topic.description
source: Customize controls, options and add-ons
is: Sérsníða stýringar, stillingar og viðbætur

# DB: products.Topic.title
source: Thunderbird versions and languages
is: Thunderbird-útgáfur og tungumál

# DB: products.Topic.description
source: Thunderbird versions and languages
is: Thunderbird-útgáfur og tungumál

# DB: products.Topic.title
source: Passwords, forms and search
is: Lykilorð, innfyllingarform og leit

# DB: products.Topic.description
source: Passwords, forms and search
is: Lykilorð, innfyllingarform og leit

# DB: products.Topic.title
source: Thunderbird controls and buttons
is: Thunderbird-stýringar og hnappar

# DB: products.Topic.description
source: Learn all about Thunderbird controls and functionality.
is: Lærðu allt um Thunderbird-stýringar og virkni.

# DB: products.Topic.title
source: Fix problems with email providers (gmail, Yahoo, etc.)
is: Laga vandamál með tölvupóstþjónustur (gmail, Yahoo, o.s.frv.)

# DB: products.Topic.description
source: Learn how to fix problems with Gmail, Yahoo and other email providers
is: Sjáðu hvernig hægt er að laga vandamál með Gmail, Yahoo og aðrar tölvupóstþjónustur

# DB: products.Topic.description
source: Download, install and Migration
is: Sækja, setja inn og uppfæra

# DB: products.Topic.title
source: Copy your personal information from one Thunderbird to another
is: Afritaðu persónulegar upplýsingar þínar úr einu Thunderbird-tilviki yfir í annað

# DB: products.Topic.description
source: Copy your personal information from one Thunderbird to another
is: Afritaðu persónulegar upplýsingar þínar úr einu Thunderbird-tilviki yfir í annað

# DB: products.Topic.description
source: Error messages: what they mean and how to fix
is: Villuskilaboð: hvað merkja þau og hvernig er hægt að laga þau

# DB: products.Topic.description
source: Keep your information safe with password and security settings
is: Haltu upplýsingunum þínum öruggum með lykilorði og öryggisstillingum

# DB: products.Topic.title
source: Customize Thunderbird with add-ons, plugins, and extensions
is: Sérsníddu Thunderbird með viðbótum, tengiforritum og forritsaukum

# DB: products.Topic.description
source: Customize Thunderbird with add-ons, plugins, and extensions
is: Sérsníddu Thunderbird með viðbótum, tengiforritum og forritsaukum

# DB: products.Topic.title
source: Unblock Thunderbird from connecting to the Internet
is: Gerðu Thunderbird kleift að tengjast við internetið

# DB: products.Topic.description
source: Unblock Thunderbird from connecting to the Internet
is: Gerðu Thunderbird kleift að tengjast við internetið

# DB: products.Topic.title
source: Thunderbird options, preferences and settings
is: Valkostir Thunderbird, kjörstillingar og uppsetning

# DB: products.Topic.description
source: Thunderbird options, preferences and settings
is: Valkostir Thunderbird, kjörstillingar og uppsetning

# DB: products.Topic.description
source: Troubleshoot error messages on Thunderbird.
is: Leystu villumeldingar í Thunderbird.

# DB: products.Topic.title
source: Thunderbird is slow or stops working
is: Thunderbird er hægvirkt eða hættir að virka

# DB: products.Topic.description
source: Thunderbird is slow or stops working
is: Thunderbird er hægvirkt eða hættir að virka

# DB: products.Topic.title
source: Thunderbird crashes
is: Thunderbird hrynur

# DB: products.Topic.description
source: Thunderbird crashes
is: Thunderbird hrynur

# DB: products.Topic.title
source: Thunderbird won't save settings or remember information
is: Thunderbird vistar hvorki stillingar né man neinar upplýsingar

# DB: products.Topic.description
source: Thunderbird won't save settings or remember information
is: Thunderbird vistar hvorki stillingar né man neinar upplýsingar

# DB: products.Topic.title
source: How To
is: Leiðbeiningar

# DB: products.Topic.description
source: Articles that tell you how you can do more with Thunderbird
is: Greinar sem sýna þér hvernig þú getur gert meira með Thunderbird

# DB: products.Topic.title
source: General contribution
is: Almennt framlag

# DB: products.Topic.description
source: Learn how you can contribute to SUMO in general
is: Skoðaðu hvernig þú getur hjálpað almennt á SUMO

# DB: products.Topic.description
source: Firefox OS basics
is: Grunnatriði Firefox OS

# DB: products.Topic.title
source: Basic Features
is: Grunneiginleikar

# DB: products.Topic.description
source: Learn the basic functionality for your Firefox OS phone.
is: Lærðu grunnatriðin um Firefox OS símann þinn.

# DB: products.Topic.title
source: Download and Manage Apps
is: Sækja og sýsla með forrit

# DB: products.Topic.description
source: Download apps from the Marketplace
is: Sæktu forrit á Markaðnum

# DB: products.Topic.title
source: Date and Time
is: Dagsetning og tími

# DB: products.Topic.description
source: Setting a date and time on your Firefox OS phone
is: Stilltu dagsetningu og tíma á Firefox OS símanum þínum

# DB: products.Topic.title
source: Display
is: Skjár

# DB: products.Topic.description
source: Customize your screen on your Firefox OS device.
is: Sérsníddu skjáinn þinn á Firefox OS tækinu þínu.

# DB: products.Topic.title
source: Popcorn Maker
is: Poppvélin

# DB: products.Topic.description
source: Learn how to remix web video, audio and images into mashups that you can embed on other websites.
is: Lærðu hvernig á að endurblanda vefmyndskeið, hljóð og myndir í skemmtilegan hrærigraut sem þú getur fellt inn í önnur vefsvæði.

# DB: products.Topic.title
source: Webmaker for Android
is: Webmaker fyrir Android

# DB: products.Topic.description
source: Get help with the Webmaker app for Android.
is: Fáðu hjálp með Webmaker-forritið fyrir Android.

# DB: products.Topic.title
source: Intro to Open Badges
is: Kynning á Open Badges

# DB: products.Topic.description
source: Learn the basic about Open Badges
is: Lærðu grunnatriðin um Open Badges

# DB: products.Topic.title
source: Knowledge Base
is: Knowledge Base þekkingargrunnur

# DB: products.Topic.description
source: Windows 8 Touch support articles
is: Allar greinar um Windows 8 Touch

# DB: products.Topic.title
source: Get Started
is: Komast í gang

# DB: products.Topic.title
source: Firefox Klar for iOS
is: Firefox Klar fyrir iOS

# DB: products.Topic.description
source: Privacy browser for iOS
is: Persónuverndarvafri fyrir iOS

# DB: products.Topic.description
source: Everything you need to know to use Firefox Lite.
is: Allt sem þú þarft að vita til þess að nota Firefox Lite.

# DB: products.Topic.description
source: Get Started with Firefox for Fire TV
is: Komdu þér í gang með Firefox fyrir Fire TV

# DB: products.Topic.title
source: Pocket Basics
is: Grunnatriði Pocket

# DB: products.Topic.description
source: New to Pocket? Start here.
is: Ný/r í Pocket? Byrjaðu hér.

# DB: products.Topic.description
source: How to use Firefox Reality
is: Hvernig á að nota Firefox Reality

# DB: products.Topic.description
source: Learn the basics about ScreenshotGo
is: Lærðu grunnatriðin um ScreenshotGo

# DB: products.Topic.title
source: Firefox for Fire TV
is: Firefox fyrir Fire TV

# DB: products.Topic.description
source: Browser for the Amazon Fire TV.
is: Netvafri fyrir Amazon Fire TV.

# DB: products.Topic.title
source: Install and set up
is: Uppsetning og stillingar

# DB: products.Topic.description
source: Sync your logins across Firefox and your apps.
is: Samstilltu innskráningarnar þínar á milli Firefox og forritanna þinna.

# DB: products.Topic.description
source: Download and install the mobile app on your device.
is: Sæktu og settu upp snjallsímaforritið á tækinu þínu.

# DB: products.Topic.title
source: Older versions of Firefox for Android
is: Eldri útgáfur Firefox fyrir Android

# DB: products.Topic.description
source: See articles for an unsupported version of Firefox for Android.
is: Skoðaðu greinar um óstuddar útgáfur Firefox fyrir Android.

# DB: products.Topic.title
source: Getting started
is: Að komast í gang

# DB: products.Topic.description
source: Getting started with Monitor Data Removal
is: Komast í gang með vöktun á fjarlægingu gagna (Monitor Data Removal)

# DB: products.Topic.title
source: Support articles
is: Greinar til aðstoðar

# DB: products.Topic.description
source: Topic for any KB articles related to the KB articles contribution
is: Umræðuefni fyrir allar KB-greinar sem tengjast framlagi í greinar í KB-þekkingargrunninum

# DB: products.Topic.title
source: Calling and Contacts
is: Hringingar og tengiliðir

# DB: products.Topic.description
source: Learn how to add and manage contacts, as well as make one-to-one or conference calls on your Firefox OS phone.
is: Lærðu að bæta við og sýsla með tengiliði, auk þess að hringja maður-á-mann símtöl eða hópsímtöl á Firefox OS símanum þínum.

# DB: products.Topic.description
source: Learn how to create and share your own webpages quickly and easily.
is: Lærðu hvernig eigi að útbúa og deila þínum eigin vefsíðum á fljótlegan og auðveldan máta.

# DB: products.Topic.description
source: Learn how to create, assess and issue badges
is: Lærðu hvernig eigi að útbúa, meta og úthluta skjöldum (badges)

# DB: products.Topic.title
source: About Data Sharing
is: Um gagnadeilingu

# DB: products.Topic.description
source: In order to process or provide our products and services to you, we share your information with the following business partners. These entities are contractually obligated to handle the data in ways that are approved by Mozilla.
is: Við vinnslu eða dreifingu hugbúnaðarins okkar og þjónustum til þín, munum við deila upplýsingum um þig til eftirfarandi viðskiptaaðila. Þessi fyrirtæki eru samningsbundið skyldug að meðhöndla þau gögn samkvæmt leiðum sem Mozilla hefur samþykkt.

# DB: products.Topic.title
source: Firefox Klar for Android
is: Firefox Klar fyrir Android

# DB: products.Topic.title
source: Preferences
is: Kjörstillingar

# DB: products.Topic.description
source: Customize Firefox Lite to your desired settings
is: Sérsníddu Firefox Lite til að nota þær stillingar sem þú vilt

# DB: products.Topic.description
source: Troubleshoot problems with Firefox Fire TV
is: Leystu vandamál varðandi Firefox Fire TV

# DB: products.Topic.title
source: Pocket for Mobile
is: Pocket fyrir farsíma

# DB: products.Topic.description
source: How to use Pocket on your iPhone, iPad, Android or Kobo.
is: Hvernig á að nota Pocket á iPhone, iPad, Android eða Kobo tækjunum þínum.

# DB: products.Topic.description
source: Fix problems with Firefox Reality
is: Laga vandamál með Firefox Reality

# DB: products.Topic.title
source: Firefox for Echo Show
is: Firefox fyrir Echo Show

# DB: products.Topic.description
source: Browser for the Amazon Echo Show
is: Netvafri fyrir Amazon Echo Show

# DB: products.Topic.title
source: Manage settings and logins
is: Sýsla með stillingar og innskráningu

# DB: products.Topic.description
source: Setting up your device to work with Firefox Lockwise
is: Uppsetning á tækinu þínu til að virka með Firefox Lockwise

# DB: products.Topic.title
source: Browsing
is: Vafur

# DB: products.Topic.description
source: Surf and navigate the Web on Firefox Preview
is: Vafraðu og rataðu um vefinn með Firefox Preview

# DB: products.Topic.title
source: How do I use Firefox Preview?
is: Hvernig nota ég Firefox Preview?

# DB: products.Topic.description
source: Get help with using features in Firefox Preview.
is: Fáðu hjálp með notkun ýmissa eiginleika í Firefox Preview.

# DB: products.Topic.title
source: Manage account
is: Sýsla með notandaaðgang

# DB: products.Topic.description
source: How to change your account settings
is: Hvernig er hægt að breyta stillingum notandareiknings

# DB: products.Topic.title
source: Monitoring
is: Vöktun

# DB: products.Topic.description
source: Manage your personal info in Monitor
is: Sýsla með vöktun persónulegra upplýsinga í Monitor

# DB: products.Topic.title
source: Localization
is: Staðfærsla/Þýðingar

# DB: products.Topic.description
source: Topic for any KB articles related to the Localization contribution
is: Umræðuefni fyrir allar KB-greinar sem tengjast framlagi í staðfærslu/þýðingum

# DB: products.Topic.title
source: Email and Messages
is: Tölvupóstur og skilaboð

# DB: products.Topic.description
source: Keep in touch with your contacts through email and messaging.
is: Vertu í sambandi við tengiliðina þína með tölvupósti og smáskilaboðum.

# DB: products.Topic.title
source: X-Ray Goggles
is: X-Ray gleraugu

# DB: products.Topic.description
source: Learn how to inspect the code behind every webpage.
is: Lærðu hvernig á yfirfara kóðann bakvið hverja vefsíðu.

# DB: products.Topic.title
source: Get Involved
is: Taktu þátt

# DB: products.Topic.description
source: Help the Open Badges community
is: Hjálpaðu Open Badges samfélaginu

# DB: products.Topic.title
source: Managing Your Data
is: Sýsla með gögnin þín

# DB: products.Topic.description
source: Learn how to manage your data (including deleting) for specific products or services.
is: Sjáðu hvernig best er að halda utan um gögnin þín (meðal annars að eyða þeim) gagnvart tilteknum hugbúnaði eða þjónustum.

# DB: products.Topic.description
source: Troubleshoot problems with Firefox Lite.
is: Leystu vandamál varðandi Firefox Lite.

# DB: products.Topic.title
source: Pocket for your Computer
is: Pocket fyrir tölvuna þína

# DB: products.Topic.description
source: Using Pocket on the Web.
is: Nota Pocket á vefnum.

# DB: products.Topic.description
source: Troubleshoot issues with Firefox Lockwise
is: Leystu vandamál með Firefox Lockwise

# DB: products.Topic.title
source: Library
is: Safn

# DB: products.Topic.description
source: Manage bookmarks and history
is: Sýsla með bókamerki og feril

# DB: products.Topic.title
source: Services and Subscriptions
is: Þjónustur og áskriftir

# DB: products.Topic.description
source: Free and premium privacy offerings
is: Bæði ókeypis- og forgangs-persónuvernd í boði

# DB: products.Topic.description
source: Manage your Firefox Monitor account
is: Sýsla með Firefox Monitor vöktunaraðgang

# DB: products.Topic.title
source: Forum Support
is: Aðstoð á spjallsvæði

# DB: products.Topic.description
source: Topic for any KB articles related to the Forum Support contribution
is: Umræðuefni fyrir allar KB-greinar sem tengjast framlagi á aðstoðargátt

# DB: products.Topic.title
source: Music, Photos and Video
is: Tónlist, ljósmyndir og myndskeið

# DB: products.Topic.description
source: Take pictures, record videos and listen to music on your Firefox OS phone.
is: Taktu myndir, myndskeið og hlustaðu á tónlist á Firefox OS símanum þínum

# DB: products.Topic.title
source: Get the most from webmaker.org
is: Fáðu sem mest út úr webmaker.org

# DB: products.Topic.description
source: Help or get help on a Webmaker project.
is: Hjálpaðu eða fáðu hjálp með Webmaker-verkefni.

# DB: products.Topic.title
source: Earn Badges
is: Verðskuldaðu skildi

# DB: products.Topic.description
source: Earn Badges for the skills you learn online and offline
is: Verðskuldaðu skildi fyrir hæfileikana sem þú lærir á netinu og víðar

# DB: products.Topic.title
source: Sensible Settings
is: Skynsamlegar stillingar

# DB: products.Topic.description
source: Give our users actionable and informed choices by informing and educating at the point of collection and providing a choice to opt-out whenever possible.
is: Gefum notendum okkar ábyrga og meðvitaða valkosti með því að uppfræða og upplýsa um tilgang gagnasöfnunar og að gefa kost á að segja sig frá slíkri söfnun hvenær sem er.

# DB: products.Topic.title
source: Advanced
is: Ítarlegt

# DB: products.Topic.description
source: Information for Developers and Beta users.
is: Upplýsingar fyrir forritara og notendur Beta-prófunarútgáfa.

# DB: products.Topic.title
source: Sync
is: Samstilling

# DB: products.Topic.description
source: Sync your browsing information across other devices.
is: Samstilltu upplýsingar um vafur þitt við önnur tæki.

# DB: products.Topic.title
source: Troubleshoot
is: Leysa vandamál

# DB: products.Topic.description
source: Fix problems with Firefox Accounts
is: Laga vandamál með Firefox-reikninga

# DB: products.Topic.title
source: Social Support
is: Aðstoð á samfélagsmiðlum

# DB: products.Topic.description
source: Topic for any KB articles related to the Social Support Program
is: Umræðuefni fyrir allar KB-greinar sem tengjast samfélagsmiðlaaðstoð

# DB: products.Topic.description
source: How to download, manage and use your favorite apps on your Firefox OS phone.
is: Hvernig á að sækja, sýsla með og nota eftirlætisforritin þín á Firefox OS símanum þínum.

# DB: products.Topic.title
source: Events and help for Mentors
is: Atburðir og aðstoð fyrir leiðbeinendur

# DB: products.Topic.description
source: Help teach digital skills and share creative ways of teaching technology.
is: Hjálpaðu til við að kenna stafræna færni og deildu skapandi leiðum til að kenna tækni.

# DB: products.Topic.title
source: Issue Badges
is: Úthlutaðu skjöldum

# DB: products.Topic.description
source: Issue digital badges to acknowledge new skills and achievements
is: Úthlutaðu stafrænum verðlaunaskjöldum til viðurkenningar á nýjum hæfileikum og verkum

# DB: products.Topic.title
source: Defense in Depth
is: Varnir í víðara samhengi

# DB: products.Topic.description
source: Make privacy a key factor in selecting and interacting with partners.
is: Gerðu persónuvernd að lykilatriði við val og samskipti við viðskiptaaðila.

# DB: products.Topic.title
source: Mobile Support
is: Aðstoð fyrir farsíma

# DB: products.Topic.description
source: Topic for any KB articles related to the Mobile Support contribution
is: Umræðuefni fyrir allar KB-greinar sem tengjast framlagi varðandi aðstoð vegna farsíma

# DB: products.Topic.title
source: Privacy and security
is: Friðhelgi og öryggi

# DB: products.Topic.description
source: Keep your information safe with Firefox OS locks, privacy features and more.
is: Haltu upplýsingunum þínum öruggum með friðhelgi- og öryggiseiginleikum Firefox OS.

# DB: products.Topic.title
source: Display Badges
is: Birtu skildi

# DB: products.Topic.description
source: Display your digital badges on your social networks, job sites and your own website.
is: Birtu stafrænu skildina á samfélagsmiðlum, atvinnumiðlunum og þínum eigin vefsvæðum.

# DB: products.Topic.description
source: Protect your privacy on Firefox Preview.
is: Verndaðu friðhelgi þína á Firefox Preview.

# DB: products.Topic.title
source: Settings
is: Stillingar

# DB: products.Topic.description
source: Learn how to configure the Internet connection, display and time on your Firefox OS device.
is: Lærðu hvernig á að stilla internettenginguna, skjáinn og klukkuna á Firefox OS tækinu þínu.

# DB: products.Topic.title
source: Internet and Connections
is: Internet og nettengingar

# DB: products.Topic.description
source: Learn more about Wi-Fi, Bluetooth and NFC connections.
is: Fræðstu meira um Wi-Fi, Bluetooth og NFC-tengingar.

# DB: products.Topic.title
source: Settings and preferences
is: Uppsetning og kjörstillingar

# DB: products.Topic.description
source: Manage themes and search settings
is: Sýsla með þemu og leitarstillingar

# DB: products.Topic.title
source: Fix problems with Firefox Preview
is: Laga vandamál með Firefox Preview

# DB: products.Topic.description
source: Troubleshoot issues with Firefox Preview
is: Leystu vandamál með Firefox Preview

# DB: products.Topic.description
source: Learn how to troubleshoot issues on your Firefox OS phone.
is: Hvernig er hægt að leysa vandamál á Firefox OS símanum þínum.

# DB: products.Topic.title
source: Advanced Settings
is: Ítarlegar stillingar

# DB: products.Topic.description
source: Do more with Firefox Preview
is: Gerðu meira með Firefox Preview

# DB: products.Topic.title
source: View all Firefox OS articles
is: Skoða allar greinar um Firefox OS

# DB: products.Topic.description
source: View a list of all Firefox OS articles
is: Skoða lista yfir allar greinar um Firefox OS

# DB: products.Topic.title
source: How does it work?
is: Hvernig virkar þetta?

# DB: products.Topic.description
source: Basics to get started with Firefox for Windows 8 Touch.
is: Undirstöðuatriði til þess að byrja að nota Firefox fyrir Windows 8 Touch.

# DB: products.Topic.description
source: How to configure and customize Firefox for Windows 8 Touch.
is: Hvernig á að stilla og sérsníða Firefox fyrir Windows 8 Touch.

# DB: products.Topic.title
source: Problems with websites
is: Vandamál með vefsvæði

# DB: products.Topic.description
source: Problems with websites that don't work well in Firefox for Windows 8 Touch.
is: Vandamál með vefsvæði sem virka ekki vel í Firefox fyrir Windows 8 Touch.
