Repository: escattone/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: is

source: Your privacy is important to us. Your username is always visible to the public - if you would like to edit your username, %(a_open)s click here. %(a_close)s
is: Friðhelgi þín er okkur mikilvæg. Notandanafnið þitt er alltaf sýnilegt opinberlega, þannig að ef þú vilt breyta notandanafninu þínu geturðu %(a_open)s smellt hér.%(a_close)s

source: Email
is: Tölvupóstfang

source: Community Portal
is: Samfélagsgátt

source: People Directory
is: Nafnaskrá þátttakenda

source: Deactivate this user
is: Gera þennan notanda óvirkan

source: Deactivate this user and mark all content as spam
is: Gera þennan notanda óvirkan og merkja allt efni sem ruslpóst

source: This user has been deactivated.
is: Þessi notandi hefur verið gerður óvirkur.

source: Contributions
is: Framlög

source: Involved with Mozilla since {date}
is: Hefur tekið þátt í Mozilla síðan {date}

source: {0} question
is: {0} spurning

source: {0} answer
is: {0} svar

source: {0} solution
is: {0} lausn

source: {0} document
is: {0} skjal

source: About {user}
is: Um {user}

source: {user}'s Groups
is: Hópar {user}

source: See all available SUMO badges
is: Skoða alla tiltæka SUMO-skildi

source: {user} | Questions
is: {user} | Spurningar

source: Questions Asked
is: Spurðar spurningar

source: You haven't posted any questions yet.
is: Þú hefur ekki ennþá sent inn neinar spurningar.

source: {user} hasn't posted any questions yet.
is: {user} hefur ekki ennþá sent inn neinar spurningar.

source: Thank you for registering!
is: Takk fyrir að skrá þig!

source: Thank you for being awesome!
is: Takk fyrir að vera æðisleg/ur!

source: Before you can log in, you need to confirm your email address. We've sent you an email with a confirmation link in it. Just click the link and you'll be ready to go!
is: Áður en þú getur skráð þig inn, þarftu að staðfesta tölvupóstfangið þitt. Búið er að senda þér tölvupóst með staðfestingartengli. Smelltu einfaldlega á tengilinn og þú ert tilbúin/n!

source: {user} | Subscriptions
is: {user} | Áskriftir

source: My Subscriptions
is: Áskriftirnar mínar

source: Manage Subscriptions
is: Sýsla með áskriftir

source: Hi {username}
is: Hæ {username}

source: Thanks so much for your interest in helping users of Mozilla technologies!
is: Takk fyrir að sýna áhuga á að hjálpa notendum sem hafa áhuga á að nýta sér tækni frá Mozilla!

source: We would love to find a good place for you to help users, so please send us an email with your username and the area you would like to get involved. Please feel free to add all your skills, we will try to find the right use for them :)
is: Okkur er umfram að finna góða stöðu þar sem þú getur hjálpað notendum, þannig að þú ættir endilega að senda okkur tölvupóst með notandanafninu þínu og þeim áherslum eða sviðum sem þú hefur áhuga á að vinna við. Ef þú vilt geturðu haft með alla hæfileikana þína, við munum reyna að beina þeim í réttan farveg :)

source: Click here to find out where to help.
is: Smelltu hér til að sjá hvar hægt sé að aðstoða.

source: There are several ways in which you can get involved:
is: Það eru margar leiðir fyrir þig að taka þátt:

source: <a href="%(url)s">Forum Contributor</a> - Answer user support questions that are most-requested but have no replies.
is: <a href="%(url)s">Aðstoð á spjallsvæði</a> - Svara þeim spurningum notenda sem oftast koma upp en er ósvarað.

source: As you’re getting started, you might be worried about facing situations that can scare away any new contributor: “What if I encounter an angry user who doesn’t want to cooperate?”, “What if I don’t know the answer?”) Don’t worry, we’ve all been there! That’s why we've put together this guide to help you navigate tough situations and keep the forum a positive place for both you and the people you help. Learn the <a href="%(url)s">essentials for new contributors here</a>.
is: Þar sem þú ert að byrja í þessu stússi, gætirðu alveg haft áhyggjur af því ef upp skyldu koma aðstæður sem nýir þátttakendur viti ekki endilega hvernig eigi að bregðast við: “Hvað ef ég lendi á reiðum notanda sem sýnir ekki samstarfsvilja?”, “Hvað ef ég veit ekki hverju á að svara?” - Ekki hafa áhyggjur, við höfum öll verið þarna. Það er þess vegna sem við höfum sett saman þessar leiðbeiningar til að hjálpa þér við að sigla í gegnum erfiðar aðstæður og til að halda þessu sjallsvæði jákvæðu fyrir bæði þig og fólkið sem þú ert að hjálpa. Kynntu þér <a href="%(url)s">undirstöðuatriðin fyrir nýja þátttakendur hér</a>.

source: <a href="%(url)s">Social Support Contributor</a> - Respond to tweets about Firefox as the Firefox Brand account.
is: <a href="%(url)s">Stuðningur á samfélagsmiðlum</a> - Svara tístum um Firefox með Firefox-merktum aðgangi.

source: <a href="%(url)s">KB Editor</a> - Help to update knowledge base articles that need changes or write new articles.
is: <a href="%(url)s">Þátttakandi í KB-þekkingargrunni</a> - Hjálpaðu við að uppfæra greinar sem þarfnast í þekkingargrunninum eða skrifa nýjar greinar.

source: <a href="%(url)s">L10N Contributor</a> - Help to translate Firefox Help content to your language.
is: <a href="%(url)s">L10N þátttakandi</a> - Hjálpaðu til við að þýða hjálparefni Firefox á tungumálið þitt.

source: Let us know which of the above you would be interested in and we’ll help you get started. It’s great to have you onboard!
is: Láttu okkur vita hvert af ofantöldu vekur áhuga þinn og við munum koma þér í gang. Það er frábært að hafa þig um borð!

source: To help you find out where to help check this site:
is: Skoðaðu þetta vefsvæði til að sjá hvar hægt sé að aðstoða:

source: Forum Contributor - Answer user support questions that are most-requested but have no replies:
is: Aðstoð á spjallsvæði - Svara þeim spurningum notenda sem oftast koma upp en er ósvarað:

source: Social Support Helper - Respond to tweets about Firefox and as the Firefox brand account:
is: Stuðningur á samfélagsmiðlum - Svara tístum um Firefox með Firefox-merktum aðgangi:

source: KB Editor - Help to update knowledge base articles that need changes or write new articles:
is: Þátttakandi í KB-þekkingargrunni - Hjálpaðu við að uppfæra greinar sem þarfnast í þekkingargrunninum eða skrifa nýjar greinar:

source: L10N Contributor - Help to translate Firefox Help content to your language:
is: L10N þátttakandi - Hjálpaðu til við að þýða hjálparefni Firefox á tungumálið þitt:

source: Just introduce yourself in the forum for New Contributors by starting a new thread. Put your name on the thread title and tell us a bit about yourself:
is: Kynntu þig á spjallsvæðinu fyrir nýja þátttakendur einfaldlega með því að hefja nýjan spjallþráð. Settu nafnið þitt í titil spjallþráðarins og segðu okkur dálítið frá sjálfum þér:

source: Lastly, find others in the community just like you on the #sumo IRC channel. That is right Mozilla has a live chat channel for contributors. irc.mozilla.org #sumo - web-based IRC:
is: Að lokum, þú getur fundið aðra í þínum sporum í liðinu á IRC-rásinni #sumo. Mikið rétt, Mozilla er með spjallrás í beinni fyrir þáttakendur sína. irc.mozilla.org #sumo - veftengt IRC:

source: My profile
is: Notandasniðið mitt

source: Edit my profile
is: Breyta notandasniði mínu

source: Edit settings
is: Breyta stillingum

source: My questions
is: Spurningarnar mínar

source: My subscriptions
is: Áskriftirnar mínar

source: Good news!
is: Góðar fréttir!

source: You can now log in to Mozilla Support using Firefox Accounts.
is: Þú getur núna skráð þig inn á Mozilla-aðstoðargáttina með Firefox-reikningum.

source: Read More
is: Lesa meira

source: Sorry!
is: Því miður!

source: You already have a Firefox Account. Please use your Firefox Account instead of your Mozilla Support account.
is: Þú ert þegar með Firefox-notandaaðgang. Þú skalt endilega nota frekar Firefox-reikninginn þinn heldur en aðganginn af Mozilla aðstoðargáttinni.

source: Private message
is: Einkaskilaboð

source: Minor details that don't affect the instructions
is: Miniháttar atriði sem hafa ekki áhrif á leiðbeiningarnar

source: Content changes that don't require immediate translation
is: Breytingar á efni sem þarfnast ekki þýðingar strax

source: Major content changes that will make older translations inaccurate
is: Miklar breytingar á efni sem gera fyrri þýðingar ónákvæmar

source: These minor changes are not important for localizers and they will not be notified.
is: Þetta eru minniháttar atriði sem eru ekki mikilvæg fyrir þýðendur og þeir verða ekki látnir vita.

source: This will notify localizers and translations will be marked as "needing updates" on dashboards. Most changes&mdash;updating an image, fixing {for} markup, adding or removing non-critical sections&mdash;should use this.
is: Þetta lætur þýðendur vita og þýðingar verða merktar sem "þarfnast uppfærslu" á stjórnborðinu. Flestar breytingar&mdash;uppfæra mynd, laga {for} kóða, bæta við eða fjarlægja ónauðsynlega kafla&mdash;ætti að notast við þetta.

source: This will notify localizers and translations will be marked "out of date" on dashboards. Translations will show a warning to users that they are out of date and that the English version is the most accurate. Use this when the old instructions are completely unusable.
is: Þetta lætur þýðendur vita og þýðingar verða merktar sem "úreltar" á stjórnborðinu. Þýðingar munu sýna aðvörun fyrir notendur um að þýðingin sé úrelt og að enska útgáfan sé nýrri. Notaðu þetta ef eldri upplýsingar eru algerlega ónothæfar.

source: How to
is: Leiðbeiningar

source: How to contribute
is: Hvernig er hægt að leggja sitt af mörkum

source: Navigation
is: Rötun

source: %(old)s Redirect %(number)i
is: %(old)s Áframsenda %(number)i

source: %(old)s-redirect-%(number)i
is: %(old)s-áframsenda-%(number)i

source: {title} was edited by {creator}
is: {title} var breytt af {creator}

source: {title} is ready for review ({creator})
is: {title} er tilbúið fyrir yfirferð ({creator})

source: {title} has a revision ready for localization
is: {title} er með útgáfu tilbúna fyrir þýðingu

source: {title} ({locale}) has a new approved revision ({reviewer})
is: {title} ({locale}) er með nýja samþykkta útgáfu ({reviewer})

source: Please keep the length of the title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
is: Hafðu titil ekki lengri en %(limit_value)s stafi. Hann er núna %(show_value)s stafir.

source: Please provide a slug.
is: Sláðu inn fangamark.

source: The slug provided is not valid.
is: Innslegið fangamark er ekki gilt.

source: The slug is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
is: Fangamark er of stutt (%(show_value)s stafir). Það verður að vera minnst %(limit_value)s stafir.

source: Please keep the length of the slug to %(limit_value)s characters or less. It is currently %(show_value)s characters.
is: Passaðu að lengd fangamarks sé minni en %(limit_value)s stafir. Það er núna %(show_value)s stafir.

source: Please provide a summary.
is: Settu inn samantekt.

source: The summary is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
is: Samantektin er of stutt (%(show_value)s stafir). Verður að vera minnst %(limit_value)s stafir.

source: Please keep the length of the summary to %(limit_value)s characters or less. It is currently %(show_value)s characters.
is: Hafðu samantektina ekki lengri en %(limit_value)s stafi. Það er núna %(show_value)s stafir.

source: Please provide content.
is: Settu inn eitthvað efni.

source: The content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
is: Lengd efnisins er of stutt (%(show_value)s stafir). Innihald verður að vera minnst %(limit_value)s stafir.

source: Please keep the length of the content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
is: Hafðu efnið ekki lengra en %(limit_value)s stafi. Það er núna %(show_value)s stafir.

source: Please keep the length of the comment to %(limit_value)s characters or less. It is currently %(show_value)s characters.
is: Hafðu athugasemd ekki lengri en %(limit_value)s stafi. Hún er núna %(show_value)s stafir.

source: Please select at least one product.
is: Veldu að minnsta kosti eitt forrit.

source: Please select at least one topic.
is: Veldu að minnsta kosti eitt umræðuefni.

source: Title of article
is: Titill greinar

source: Slug:
is: Fangamark:

source: Article URL
is: Slóð á grein

source: Relevant to:
is: Tengist við:

source: Allow translations:
is: Leyfa þýðingar:

source: Obsolete:
is: Úrelt:

source: Allow discussion on this article?
is: Leyfa umræður um þessa grein?

source: Category:
is: Flokkur:

source: Type of article
is: Tegund greinar

source: Topics:
is: Umræðuefni:

source: Related documents:
is: Tengd skjöl:

source: Needs change:
is: Þarfnast breytingar:

source: Comment:
is: Athugasemd:

source: Keywords:
is: Stikkorð:

source: Affects search results
is: Hefur áhrif á leitarniðurstöður

source: Search result summary:
is: Niðurstöður leitar:

source: Only displayed on search results page
is: Aðeins sýnt á leitarniðurstöðusíðu

source: Expiry date:
is: Dagsetning þegar rennur út:

source: Significance:
is: Mikilvægi:

source: Needs change
is: Þarfnast breytingar

source: Users:
is: Notendur:

source: Start:
is: Upphaf:

source: End:
is: Endir:

source: {users} added successfully!
is: Tókst að bæta við {users}!

source: There were errors adding users, see below.
is: Upp komu villur við að bæta við notendum, sjá fyrir neðan.

source: {user} removed from successfully!
is: Tókst að fjarlægja {user}!

source: If checked, this wiki page will be hidden from basic searches and dashboards. When viewed, the page will warn that it is no longer maintained.
is: Ef merkt er við þetta, verður þessi wiki-síða falin fyrir einföldum leitum og stjórnborðum. Ef síðan er skoðuð, mun síðan vara við að henni sé ekki lengur viðhaldið.

source: If checked, this document allows discussion in an associated forum. Uncheck to hide/disable the forum.
is: Ef merkt er við þetta, mun þetta skjal leyfa umræður á tengdu spjallsvæði. Taktu merkið úr til að fela/slökkva á spjallsvæðinu.

source: If checked, this document needs updates.
is: Ef merkt er við þetta, þá þarfnast þetta skjal uppfærslna.

source: Please choose a category.
is: Veldu flokk.

source: Documents in the Template category must have titles that start with "{prefix}". (Current title is "{title}")
is: Skjöl í flokknum Sniðmát verða að vera með titla sem byrja á "{prefix}". (Fyrirliggjandi titill er "{title}")

source: Documents with titles that start with "{prefix}" must be in the templates category. (Current category is "{category}". Current title is "{title}".)
is: Skjöl með titla sem byrja á "{prefix}" verða að vera í flokknum Sniðmát. Fyrirliggjandi titill er "{title}".

source: A revision must be based on the English article. Revision ID %(id)s does not fit this criterion.
is: Útgáfa verður að vera byggð á ensku útgáfu greinarinnar. Útgáfuauðkennið %(id)s passar ekki við þessi skilyrði.

source: Table of Contents
is: Efnisyfirlit

source: [Recursive inclusion of "%s"]
is: [Endurkvæm innsetning "%s"]

source: The document "%s" does not exist.
is: Skjalið "%s" er ekki til.

source: The template "%s" does not exist or has no approved revision.
is: Sniðmátið "%s" er ekki til eða er ekki með samþykkta útgáfu.

source: Your revision has been approved: {title}
is: Útgáfan þín var samþykkt: {title}

source: Your revision has been reviewed: {title}
is: Búið er að fara yfir þína útgáfu: {title}

source: A revision you contributed to has been approved: {title}
is: Útgáfan sem þú hjálpaðir til með var samþykkt: {title}

source: A revision you contributed to has been reviewed: {title}
is: Búið er að fara yfir útgáfuna sem þú hjálpaðir til með: {title}

source: mobile
is: farsími

source: desktop
is: tölva

source: sync
is: samstilla

source: general
is: almennt

source: download
is: sækja

source: You cannot translate this document.
is: Þú getur ekki þýtt þetta skjal.

source: Great to hear &mdash; thanks for the feedback! <br /><span disabled class=helpful-button>&#x1F44D;</span>
is: Gott að heyra &mdash; takk fyrir viðbrögðin! <br /><span disabled class=helpful-button>&#x1F44D;</span>

source: You already voted on this Article.
is: Þú hefur þegar greitt atkvæði um þessa grein.

source: Thanks for making us better!
is: Takk fyrir að hjálpa okkur!

source: Revision %s
is: Útgáfa %s

source: Firefox Releases
is: Firefox-útgáfur

source: Article Revisions
is: Undirútgáfur greinar

source: {users} added to the contributors successfully!
is: Tókst að bæta {users} við þátttakendur!

source: There were errors adding new contributors, see below.
is: Upp komu villur við að bæta við nýjum þátttakendum, sjá fyrir neðan.

source: {user} removed from the contributors successfully!
is: Tókst að fjarlægja {user} úr hópi þátttakenda!

source: Compare Revisions | {document}
is: Bera saman breyttar útgáfur | {document}

source: Compare Revisions
is: Bera saman breyttar útgáfur

source: Back to History
is: Til baka í ferilsögu

source: Document Deleted | {document}
is: Skjali eytt | {document}

source: Delete Document | {document}
is: Eyða skjali | {document}

source: Delete Document
is: Eyða skjali

source: The document has been deleted.
is: Búið er að eyða skjalinu.

source: Are you sure you want to delete this document?
is: Ertu viss um að þú viljir eyða þessu skjali?

source: All translations of this document will also be deleted.
is: Öllum þýðingum á þessu skjali verður einnig eytt.

source: Current Content
is: Fyrirliggjandi efni

source: You are about to permanently delete this document. <strong>This cannot be undone!</strong> Are you sure you want to continue?
is: Þú ert að fara að eyða þessu skjali. <strong>Þessa aðgerð er ekki hægt að afturkalla!</strong> Ertu viss um að þú viljir halda áfram?

source: Cancel and go back to document history
is: Hætta við og fara til baka í ferli skjals

source: Remove contributor | {document}
is: Fjarlægja þátttakanda | {document}

source: Remove Contributor
is: Fjarlægja þátttakanda

source: Are you sure you want to remove {user} from the document contributors?
is: Ertu viss um að þú viljir eyða {user} úr hópi þátttakanda fyrir þetta skjal?

source: Remove contributor
is: Fjarlægja þátttakanda

source: Remove {role}
is: Fjarlægja {role}

source: Locales
is: Tungumál

source: Are you sure you want to remove {user}?
is: Ertu viss um að þú viljir eyða {user}?

source: Delete Revision | {document}
is: Eyða útgáfu | {document}

source: Delete Revision
is: Eyða útgáfu

source: Unable to delete only revision of the document
is: Get ekki eytt einu útgáfunni af skjalinu

source: To delete the document, please notify an admin.
is: Til að eyða skjalinu, hafðu samband við stjórnanda.

source: Go back to document history
is: Til baka í feril skjals

source: Are you sure you want to delete this revision?
is: Ertu viss um að þú viljir eyða þessari útgáfu?

source: <strong>Warning:</strong> This revision has KB Helpfulness Votes associated with it. Deleting this revision will cause those votes to be deleted as well.
is: <strong>Aðvörun:</strong> Þessi útgáfa er með tengd KB atkvæði fyrir hjálplegt. Ef þú eyðir þessari útgáfu verða þessum atkvæðum einnig eytt.

source: You are about to permanently delete this revision. <strong>This cannot be undone!</strong> Are you sure you want to continue?
is: Þú ert að fara að eyða þessari útgáfu endanlega. <strong>Ekki er hægt að afturkalla þessa aðgerð!</strong> Ertu viss um að þú viljir halda áfram?

source: Unlock more from the Firefox suite: Sync, Monitor, Relay and <a href="https://www.mozilla.org/firefox/accounts/">more.</a>
is: Aflæstu fleiru úr Firefox-vöndlum: Sync, Monitor, Relay og <a href="https://www.mozilla.org/firefox/accounts/">fleira.</a>

source: Start Now
is: Byrja núna

source: Share this article: {link}
is: Deila þessari grein: {link}

source: Related Articles
is: Tengdar greinar

source: Edit Article | {document}
is: Breyta grein | {document}

source: Edit Article
is: Breyta grein

source: <em>Editing</em> {title}
is: <em>Breytingar</em> {title}

source: <label>Needs Change:</label> %(comment)s
is: <label>Þarf að breyta:</label> %(comment)s

source: Edit Description
is: Breyta lýsingu

source: Save description
is: Vista lýsingu

source: Edit Content
is: Breyta efni

source: For help with writing articles, check out the <a href="%(url)s">Support Document Guide</a>.
is: Til að fá hjálp við að skrifa greinar, kíktu á <a href="%(url)s">Support Document Guide</a>.

source: characters remaining.
is: stafir eftir.

source: Revision History | {document}
is: Útgáfuferill | {document}

source: History
is: Ferill

source: History of {title}
is: Vinnsluferill fyrir {title}

source: Revision history for:
is: Útgáfuferill fyrir:

source: Edit contributors
is: Breyta þátttakendum

source: Document contributors
is: Þátttakendur skjals

source: Remove user from contributors
is: Fjarlægja notanda úr þátttakendum

source: Add Contributor
is: Bæta við þátttakanda

source: Delete this document
is: Eyða þessu skjali

source: All Articles
is: Allar greinar

source: There are no articles.
is: Það eru engar greinar.

source: [{locale}] KB Team
is: [{locale}] KB-teymi

source: [{locale}] Localization Team
is: Þýðingateymi fyrir {locale}:

source: Locale Leaders
is: Stjórnendur tungumáls

source: Edit locale leaders
is: Breyta stjórnendum tungumáls

source: Remove user from locale leaders
is: Fjarlægja notanda úr hlutverki stjórnanda tungumáls

source: Locale Reviewers
is: Prófarkarlesarar tungumáls

source: Edit locale reviewers
is: Breyta prófarkarlesurum tungumáls

source: Add Reviewer
is: Bæta við prófarkarlesara

source: Remove user from locale reviewers
is: Fjarlægja notanda úr hlutverki prófarkarlesara tungumál

source: Locale Editors
is: Ritstjórar tungumáls

source: Edit locale editors
is: Breyta ritstjóra tungumáls

source: Add Editor
is: Bæta við ritstjóra

source: Remove user from locale editors
is: Fjarlægja notanda úr hlutverki ritstjóra tungumáls

source: {count} Active Contributors (last 90 days)
is: {count} virkir þátttakendur (síðustu 90 daga)

source: Locales | Knowledge Base
is: Tungumál | KB-þekkingargrunnur

source: Create a New Article | Knowledge Base
is: Búa til nýja grein | KB-þekkingargrunnur

source: New Article
is: Ný grein

source: Create a New Knowledge Base Article
is: Búa til nýja grein í KB-þekkingargrunni

source: Article is for:
is: Greinin er fyrir:

source: Review Revision {id} | {document}
is: Yfirfara útgáfu {id} | {document}

source: Review Revision
is: Yfirfara útgáfu

source: Review Revision of {title}
is: Yfirfara útgáfu af {title}

source: Reviewing Revision {id} by {user}.
is: Prófarkarles útgáfu {id} eftir {user}.

source: Revision Comment: {comment}
is: Athugasemd við útgáfu: {comment}

source: Unreviewed Revision:
is: Óyfirfarin útgáfa:

source: Revision {id} by {user}.
is: Útgáfa {id} eftir {user}

source: <label>Revision Comment:</label> {comment}
is: <label>Athugasemd við útgáfu:</label> {comment}

source: Review Revision {id}
is: Yfirfara útgáfu {id}

source: This revision was already reviewed by {user} on {date}.
is: Þessi útgáfa hefur þegar verið yfirfarin af notandanum {user} þann {date}.

source: This revision is outdated, but there is a new revision available.
is: Þessi útgáfa er úrelt, en það er nýrri útgáfa í boði.

source: Please review the latest revision.
is: Yfirfarðu nýjustu útgáfuna.

source: A newer revision has already been reviewed.
is: Nýrri útgáfa hefur þegar verið yfirfarin.

source: Submitted Revision Changes
is: Innsendar útgáfubreytingar

source: Current public revision:
is: Fyrirliggjandi opinber útgáfa:

source: Submitted revision:
is: Innsend útgáfa:

source: Revision Source
is: Frumkóði útgáfu

source: Revision Content
is: Efni útgáfu
