Repository: escattone/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: is

source: Content
is: Efni

source: Show after
is: Birta eftir

source: Show until
is: Birta þangað til

source: New announcement for {group}
is: Nýjar tilkynningar fyrir {group}

source: The {domain} team
is: {domain}-teymið

source: Community Hub
is: Samfélagsmiðstöð

source: Find your fellow contributors
is: Finndu aðra þátttakendur

source: Username or Display Name
is: Notandanafn eða birtingarnafn

source: Search
is: Leita

source: Community Discussions
is: Umræður þátttakenda

source: Go to the SUMO community discussions forum
is: Fara á spjallsvæði SUMO-þátttakenda

source: Community Health Metrics
is: Tölfræði varðandi ástand samfélagsins

source: View Community Metrics
is: Skoða tölfræði varðandi samfélagið

source: View Community Health Metrics
is: Skoða tölfræði varðandi ástand samfélagsins

source: Top Contributors
is: Virkustu þátttakendur

source: Filter by Locale
is: Sía eftir staðfærslu

source: All locales
is: Allar staðfærslur

source: Filter by Product
is: Sía eftir hugbúnaði

source: All products
is: Allur hugbúnaður

source: Support Forums
is: Aðstoðarspjallsvæði

source: Knowledge Base
is: KB-þekkingargrunnur

source: Localization
is: Staðfærsla/Þýðingar

source: {user} - {num} contributions in last 90 days
is: {user} - {num} framlög síðustu 90 daga

source: See All
is: Sjá allt

source: Contributor Metrics
is: Tilföng þátttakanda

source: Retention
is: Varðveisla

source: Support Forum Help
is: Hjálparsíða aðstoðaspjallsvæðis

source: Contributor Satisfaction: %(locale)s
is: Ánægja þátttakenda: %(locale)s

source: Contributor Satisfaction: l10n
is: Ánægja þátttakenda: l10n

source: Contributor Satisfaction: Support Forum
is: Ánægja þátttakenda: Spjallsvæði þátttakanda

source: Community Search Results
is: Leitarniðurstöður þátttakenda

source: Results for: {query}
is: Leitarniðurstöður: {query}

source: No users were found for your search query.
is: Engir notendur fundust með leitarstrengnum þínum.

source: View Profile
is: Skoða notandasnið

source: Private Message
is: Einkaskilaboð

source: Top Contributors - Support Forum
is: Virkustu þátttakendur - Spjallsvæði þátttakenda

source: Top Contributors - Knowledge Base
is: Virkustu þátttakendur - KB-þekkingargrunnur

source: Top Contributors - Localization
is: Virkustu þátttakendur - Staðfærsla/Þýðingar

source: Select by Locale
is: Velja eftir staðfærslu

source: There are {total} users with at least one contribution in the last 90 days.
is: Það eru {total} notendur með a.m.k. eitt framlag síðustu 90 daga.

source: Contributions in last 90 days: {count}
is: Framlög síðustu 90 daga: {count}

source: Days since last activity:
is: Dagar frá síðustu virkni:

source: Thank you for your first contribution to the Mozilla support forums! You just made somebody's day!
is: Þakka þér fyrir fyrsta framlag þitt á aðstoðaspjallsvæði Mozilla! Þú gerðir eingverjum greiða með þessu!

source: Mozilla support is fully powered by our volunteer community that is helping hundreds of users everyday. This community is formed by passionate Firefox and Thunderbird users who take some of their spare time to help others. We couldn't do it without your passion and enthusiasm. Your contribution, as minor as it might seem, has tremendous value. Solving one issue in the support forums can help up to 1000 users a day!
is: Mozilla-aðstoðargáttin er að fullu drifin áfram af sjálfboðaliðasamfélaginu okkar sem hjálpar hundruðum notenda á hverjum degi. Þetta samfélag samanstendur af ástríðufullum Firefox- og Thunderbird-notendum sem taka hluta af frítíma sínum í að hjálpa öðrum. Við gætum ekki gert þetta án áhuga þíns og eldmóðs. Framlag þitt, eins lítið og það kann að virðast, hefur gríðarlegt gildi. Að leysa eitt mál á aðstoðarspjallborðunum getur hjálpað allt að 1000 notendum á dag!

source: Tell us about yourself!
is: Segðu okkur eitthvað um þig.

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet <a href="%(intro_url)s"> please take a minute to introduce yourself </a>. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on IRC, on the <a href="%(irc_url)s"> #sumo channel </a>.
is: Við erum alltaf mjög glöð að heyra frá nýju fólki sem finnst gaman að hjálpa á spjallborðunum, þannig ef þú hefur enn ekki hitt liðið okkar <a href="%(intro_url)s"> ættirðu gefðu þér smátíma til að kynna þig</a>. Ef þú vilt láta lítið fyrir þér fara, þá er það líka í lagi :). Þú getur líka hitt okkur öll hangandi á IRCinu, nánar tiltekið á <a href="%(irc_url)s">#sumo rásinni</a>.

source: Learn new things
is: Lærðu nýja hluti

source: If you are interested in learning more about how this whole support thing works, check out our <a href="%(training_url)s"> contributor training </a>. This includes some cool troubleshooting info, guidelines, how-to questions, and info about where to find more help if stuck.
is: Ef þú hefur áhuga á að læra meira um hvernig allt þetta aðstoðardótarí virkar, ættirðu að skoða <a href="%(training_url)s">þátttakendaþjálfunarefnið </a> okkar. Þetta felur í sér ýmislegt efni um úrræðaleit, leiðbeiningar, spurningar um hvernig á að bera sig að og ábendingar um hvar þú getur fundið meiri hjálp ef allt annað virkar ekki.

source: Stay in touch
is: Vertu í sambandi

source: Finally, if you want to follow all news related to SUMO, don’t forget about our <a href="%(forums_url)s">community forums</a>, <a href="%(blog_url)s">official blog</a> and <a href="%(twitter_url)s">Twitter account</a>. We also <a href="%(meetings_url)s"> meet almost every Monday </a> - and you can join us.
is: Að lokum, ef þig langar að fylgjast með öllum fréttum sem tengjast SUMO, ekki gleyma að skoða <a href="%(forums_url)s">spjallsvæði notenda</a>, <a href="%(blog_url)s">opinbera bloggið</a> og <a href="%(twitter_url)s">Twitter-aðganginn</a>. Við <a href="%(meetings_url)s">hittumst líka eiginlega alla mánudaga</a> - og þú getur mætt.

source: Thank you once more. We are looking forward to seeing you more often around SUMO! Keep rocking!
is: Þakka þér enn og aftur. Við hlökkum til að sjá þig oftar í kringum SUMO! Haltu áfram að rokka!

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet please take a minute to introduce yourself. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on IRC, on the #sumo channel on irc.mozilla.org.
is: Við erum alltaf mjög glöð að heyra frá nýju fólki sem finnst gaman að hjálpa á spjallborðunum, þannig ef þú hefur enn ekki hitt liðið okkar ættirðu gefðu þér smátíma til að kynna þig. Ef þú vilt láta lítið fyrir þér fara, þá er það líka í lagi :). Þú getur líka hitt okkur öll hangandi á IRCinu, nánar tiltekið á #sumo rásinni á irc.mozilla.org.

source: The community forum is at %(url)s .
is: Spjallsvæði notendanna er á %(url)s .

source: If you are interested in learning more about how this whole support thing works, check out our contributor training. This includes some cool troubleshooting info, guidelines, how-to questions, and info about where to find more help if stuck.
is: Ef þú hefur áhuga á að læra meira um hvernig allt þetta aðstoðardótarí virkar, ættirðu að skoða þátttakendaþjálfunarefnið okkar. Þetta felur í sér ýmislegt efni um úrræðaleit, leiðbeiningar, spurningar um hvernig á að bera sig að og ábendingar um hvar þú getur fundið meiri hjálp ef allt annað virkar ekki.

source: Finally, if you want to follow all news related to SUMO, don’t forget about our
is: Að lokum, ef þig langar að fylgjast með öllum fréttum sem tengjast SUMO, ekki gleyma að skoða

source: Community forums
is: Spjallsvæði notenda

source: Official blog
is: Opinbert blogg

source: Twitter account
is: Twitter-aðgangur

source: Weekly meetings
is: Vikulegir fundir

source: What do you need help with?
is: Hvað vantar þig aðstoð við?

source: What operating system does your device use?
is: Hvaða stýrikerfi notar tækið þitt?

source: Subject
is: Viðfangsefni

source: Your message
is: Skilaboðin þín

source: Select a topic
is: Veldu efni

source: Payments & Billing
is: Greiðslur og reikningar

source: Accounts & Login
is: Aðgangar og innskráning

source: Technical
is: Tæknilegt

source: Provide Feedback/Request Features
is: Senda ábendingar / Biðja um nýja eiginleika

source: Not listed
is: Ekki á listanum

source: Select platform
is: Veldu stýrikerfi

source: Mac OS
is: Mac OS X

source: Other
is: Annað

source: Last 7 days
is: Seinustu 7 dagar

source: Last 30 days
is: Seinustu 30 dagar

source: Last 90 days
is: Seinustu 90 dagar

source: Last Year
is: Á síðasta ári

source: Percent Localized: Top 20
is: Prósent staðfært: Efstu 20

source: Percent Localized: Top 100
is: Prósent staðfært: Efstu 100

source: Percent Localized: All
is: Prósent staðfært: Allt

source: Monthly Active Contributors
is: Mánaðarlegur fjöldi virkra þátttakenda

source: Review Needed
is: Þarfnast yfirferðar

source: Update Needed
is: Nauðsynlegt að uppfæra

source: Immediate Update Needed
is: Nauðsynlegt er að uppfæra strax

source: Translation Needed
is: Þarfnast þýðingar

source: Top 20 Articles
is: 20 mest lesnu greinar

source: These are the top 20 most visited articles in the last 30 days, which account for over 50% of the traffic to the Knowledge Base.
is: Þessar 20 síður eru þær sem eru mest skoðaðar undanfarna 30 daga, sem telur yfir 50% af netumferð í KB-þekkingargrunninum.

source: Top 50 Articles
is: 50 mest lesnu greinar

source: These are the top 50 most visited articles in the last 30 days.
is: Þessar 50 síður eru þær sem eru mest skoðaðar undanfarna 30 daga.

source: Top 100 Articles
is: 100 mest lesnu greinar

source: These are the top 100 most visited articles in the last 30 days, which account for over 99% of the traffic to the Knowledge Base.
is: Þessar 100 síður eru þær sem eru mest skoðaðar undanfarna 30 daga, sem telur yfir 99% af netumferð í KB-þekkingargrunninum.

source: Templates
is: Sniðmát

source: Templates are a way of reusing pieces of content across KB articles. You can create and update a set of instructions in one place, and then refer to it in other pages.
is: Sniðmát er aðferð við að endurnýta innihald á milli þekkingarskjala. Þú getur búið til og uppfært leiðbeiningar á einum stað, og svo vísað í það úr öðrum greinum.

source: All Knowledge Base Articles
is: Allar greinar í KB-þekkingargrunni

source: This is the number of all Knowledge Base articles that are ready to be localized.
is: Þetta er fjöldi allra greina í KB-þekkingargrunni sem eru tilbúnar fyrir þýðingar.

source: Visits in last 30 days
is: Heimsóknir seinustu 30 daga

source: Status
is: Staða

source: Most Viewed
is: Oftast skoðað

source: Most Recent
is: Nýjasta

source: Most Visited
is: Oftast heimsótt

source: All knowledge base articles...
is: Allar greinar í KB-þekkingargrunni...

source: Visits
is: Heimsóknir

source: Changes Needed
is: Breytingar nauðsynlegar

source: Changes Not Ready For Localization
is: Breytingar eru ekki tilbúnar fyrir þýðingu

source: All templates...
is: Öll sniðmát...

source: How To Contribute
is: Hvernig er hægt að leggja sitt af mörkum

source: All How To Contribute articles...
is: Allt um hvernig hægt sé að leggja fram greinar...

source: Administration
is: Stjórnun

source: All Administration articles...
is: Allar stjórnunargreinar...

source: All translations...
is: Allar þýðingar...

source: Unreviewed Changes
is: Ósamþykktar breytingar

# document
source: Unreviewed
is: Ósamþykkt

source: All articles requiring review...
is: Allar greinar sem þarfnast yfirferðar...

source: Changed
is: Breytt

source: Unhelpful Documents
is: Ekki hjálpleg skjöl

# document
source: Unhelpful
is: Ekki hjálplegt

source: All unhelpful articles...
is: Allar greinar sem eru ekki hjálplegar...

source: Total Votes
is: Atkvæði alls

source: Helpfulness
is: Hjálplegt

source: Articles which have approved revisions newer than the latest ready-for-localization one
is: Greinar með samþykktar útgáfur sem eru nýrri en nýjasta greinin sem er tilbúin fyrir þýðingu

source: All articles with changes not ready for localization...
is: Allar greinar með breytingum sem eru ekki tilbúnar fyrir þýðingu...

source: Approved
is: Samþykkt

source: Need Changes
is: Þarfnast breytinga

source: Articles that require changes.
is: Greinar sem þarfnast breytinga.

source: All articles that require changes...
is: Allar greinar sem þarfnast breytinga...

source: Comment
is: Athugasemd

source: Canned Responses
is: Stöðluð svör

source: Localization status of all canned responses
is: Staða þýðinga á stöðluðum svörum

source: All canned responses articles...
is: Allar greinar með stöðluðum svörum...

source: Knowledge Base Dashboard
is: Stjórnborð KB-þekkingargrunns

source: Localization Dashboard
is: Þýðingarskjáborð

source: Aggregated Localization Metrics
is: Samantekt á staðfærslutölfræði

source: The dashboard data is being loaded. This may take some time.
is: Verið er að hlaða inn gögnum í stjórnborðinu. Þetta getur tekið smátíma.

source: Top 100 Articles: %% Localized
is: 100 vinsælustu greinar: %% staðfærðar

source: Top 20 Articles: %% Localized
is: 20 vinsælustu greinar: %% staðfærðar

source: All Articles: %% Localized
is: Allar greinar: %% staðfærðar

source: Active Contributors
is: Virkir þátttakendur

source: {count} visitors in the past 30 days
is: {count} heimsóknir síðustu 30 daga

source: Show information for:
is: Sýna upplýsingar fyrir:

source: Complete overview...
is: Allsherjaryfirlit...

source: [{product}] Knowledge Base Dashboard
is: Stjórnborð [{product}] KB-þekkingargrunns

source: All Products
is: Allur hugbúnaður

source: [{locale}] Locale Metrics
is: Þýðingatölfræði fyrir {locale}:

source: Localization Percentage
is: Þýðingahlutfall

source: Helpful Votes
is: Atkvæði um hvort þetta sé hjálplegt

source: [{locale}][{product}] Localization Dashboard
is: [{locale}][{product}] þýðingastjórnborð

source: Locale:
is: Staðfærsla:

source: Volunteer for Mozilla Support
is: Gerast sjálfboðaliði í Mozilla-aðstoðinni

source: Delete
is: Eyða

source: Create announcement
is: Búa til tilkynningu

source: Created successfully
is: Tókst að búa til

source: Create
is: Búa til

source: Review
is: Prófarkarlestur

source: Add announcement
is: Bæta við tilkynningu

source: Edit
is: Breyta

source: Article
is: Grein

source: Needs Update
is: Þarfnast uppfærslu

source: Ready for L10N
is: Tilbúið fyrir L10N

source: Stale
is: Staðnað

source: Expiry Date
is: Rennur út

source: Live
is: Rauntíma

source: Review Needed: {comment}
is: Þarfnast yfirferðar: {comment}

source: Yes
is: Já

source: No
is: Nei

source: Show translations
is: Birta þýðingar

source: changed by {users}
is: breytt af {users}

source: Overview
is: Yfirlit

source: %(numerator)s of %(denominator)s
is: %(numerator)s <small>af %(denominator)s</small>

source: %(numerator)s <small>of %(denominator)s</small>
is: %(numerator)s <small>af %(denominator)s</small>

source: User Interface
is: Notandaviðmót

source: A fully translated user interface improves the experience for site visitors in your language. Help <a href="%(url)s">translate the interface</a>.
is: Fullþýtt notandaviðmót hjálpar notendum á þínu tungumáli að nota vefsvæðið. Hjálpaðu til við að <a href="%(url)s">þýða viðmótið</a>.

source: Jump to:
is: Hoppa á:

# l10n dashboard
source: Subscribe...
is: Gerast áskrifandi...

source: Waiting for review
is: Bíður eftir yfirlestri

source: Ready for localization
is: Tilbúið fyrir þýðingu

source: Please note that these selections are specific to the current product selected.
is: Athugaðu að valið er sértækt miðað við hvaða hugbúnaður eða þjónusta er valin.

source: Please note that you will be subscribed to these notifications for all products. If you are only interested in specific products, please go to the dashboard for that product.
is: Athugaðu að þú verður í áskrift að þessu tilkynningum fyrir allan hugbúnað og þjónustur. Ef þú hefur aðeins áhuga á tilteknum atriðum, skaltu fara í stjórnborðið fyrir viðkomandi þátt.

source: All Topics
is: Öll umræðuefni

source: Filter by type:
is: Sía

source: All
is: Allt

source: KB Dashboard
is: KPI-stjórnborð

source: Locale Metrics
is: Þýðingatölfræði

source: KB Team
is: KB-teymi

source: Localization Team
is: Þýðingateymi

source: Recent Revisions
is: Nýlegar útgáfur

source: Aggregated Metrics
is: Samantekt á tölfræði

source: Spam or other unrelated content
is: Ruslpóstur eða annað ótengt efni

source: Inappropriate language/dialog
is: Óviðeigandi tungumál/gluggi

source: Misplaced bug report or support request
is: Ekki rétt staðsett villutilkynning eða aðstoðarbeiðni

source: Abusive content
is: Ærumeiðandi efni

source: Other (please specify)
is: Annað (tilgreindu nákvæmlega)

source: Pending
is: Í bið

source: Accepted and Fixed
is: Samþykkt og lagað

source: Rejected
is: Hafnað

source: You already flagged this content.
is: Þú hefur þegar flaggað þetta efni.

source: You have flagged this content. A moderator will review your submission shortly.
is: Þú hefur þegar flaggað þetta efni. Umsjónarmaður fer yfir efnið frá þér fljótlega.

source: Flagged Content Pending Moderation
is: Flaggað efni sem bíður yfirferðar

source: Flagged {t} (Reason: {r})
is: Flaggað {t} (Ástæða: {r})

source: Other reason:
is: Önnur ástæða:

source: {t} with id={id} no longer exists.
is: {t} með {id} er ekki lengur til.

source: Update Status:
is: Staða uppfærslu:

source: Please select...
is: Veldu...

source: The flag is valid and I fixed the issue.
is: Flöggunin var rétt og ég lagfærði vandamálið.

source: The flag is invalid.
is: Flöggunin er ógild.

source: There is no flagged content pending moderation.
is: Ekkert flaggað efni bíður yfirferðar.

source: View all deactivated users
is: Skoða alla óvirkjaða notendur

source: Content:
is: Efni:

source: Created:
is: Búið til:

source: Updated:
is: Uppfært:

source: Flagged:
is: Flaggað:

source: Take Action:
is: Aðgerð:

source: Title:
is: Titill:

source: %(date)s by <a href="%(url)s">%(user)s</a>
is: %(date)s eftir <a href="%(url)s">%(user)s</a>

source: Reply to thread: {title}
is: Svara þræði: {title}

source: %(author)s has replied to a thread you're watching. Here is their reply:
is: Notandi %(author)s hefur svarað spjallþræði sem þú ert að fylgjast með. Hér er svarið hans:

source: To view this post on the site, click the following link, or paste it into your browser's location bar:
is: Til að skoða þessa færslu á vefsvæðinu, smelltu á eftirfarandi tengil eða límdu hann í vafrann þinn:

source: New thread: {title}
is: Nýr þráður: {title}

source: %(author)s has posted a new thread in a forum you're watching. Here is the thread:
is: Notandinn %(author)s hefur sent inn nýjan spjallþráð sem þú ert að fylgjast með. Hérna er þráðurinn:

source: Please provide a title.
is: Gefðu upp einhvern titil.

source: The title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
is: Of stuttur titill (%(show_value)s stafir). Hann verður að vera að minnsta kosti %(limit_value)s stafir.

source: Please keep the length of your title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
is: Hafðu titil ekki lengri en %(limit_value)s stafi. Hann er núna %(show_value)s stafir.

source: Please provide a description.
is: Settu inn lýsingu.

source: Please keep the length of your description to %(limit_value)s characters or less. It is currently %(show_value)s characters.
is: Hafðu lýsingu ekki lengri en %(limit_value)s stafi. Hún er núna %(show_value)s stafir.

source: You have not selected an image to upload.
is: Þú valdir ekki neina mynd til að senda inn.

source: Please keep the length of your image filename to %(max)s characters or less. It is currently %(length)s characters.
is: Hafðu skráarheiti myndar ekki lengra en %(max)s stafi. Það er núna %(length)s stafir.

source: Please select a different title.
is: Veldu annan titil.

source: Include this in wiki syntax with [[Image:title]]
is: Notaðu þetta á wiki-sniði með [[%(type)s:title]]

source: Provide a brief description of this media.
is: Sláðu inn stutta lýsingu á þessu efni.

source: Locale
is: Staðfærsla

source: Title
is: Titill

source: Description
is: Lýsing

source: Image
is: Mynd

source: Accepted formats include: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Learn more...</a>
is: Eftirfarandi tegundir er hægt að nota: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Fræðast meira...</a>

source: Unrecognized request or nothing to cancel.
is: Óþekkjanleg beiðni eða ekkert sem hægt er að hætta við.

source: Unrecognized media type.
is: Óþekkt tegund gagna.

source: Could not upload your image.
is: Gat ekki hlaðið inn mynd.

source: Delete image
is: Eyða mynd

source: Are you sure you want to delete this image?
is: Ertu viss um að þú viljir eyða þessari mynd?

source: You are about to permanently delete this image. <strong>This cannot be undone!</strong> Are you sure you want to continue?
is: Þú ert að fara að eyða þessari mynd endanlega. <strong>Þessa aðgerð er ekki hægt að afturkalla!</strong> Ertu viss um að þú viljir halda áfram?

source: Delete image | {t} | Media Gallery
is: Eyða mynd | {t} | Myndasafn

source: Delete video
is: Eyða myndskeiði

source: Are you sure you want to delete this video?
is: Ertu viss um að þú viljir eyða þessu myndskeiði?

source: You are about to permanently delete this video. <strong>This cannot be undone!</strong> Are you sure you want to continue?
is: Þú ert að fara að eyða þessu myndskeiði endanlega. <strong>Þessa aðgerð er ekki hægt að afturkalla!</strong> Ertu viss um að þú viljir halda áfram?

source: Delete video | {t} | Media Gallery
is: Eyða myndskeiði | {t} | Myndasafn

source: Media Gallery
is: Myndasafn

source: by {user}
is: frá {user}

source: Uploaded {date}
is: Hlaðið inn {date}

source: Cancel
is: Hætta við

source: Edit image
is: Breyta mynd

source: Save image
is: Vista mynd

source: Edit image | {t} | Media Gallery
is: Breyta mynd | {t} | Myndasafn

source: Upload a New Media File
is: Hlaða inn nýju myndefni

source: Search Gallery
is: Leita í myndasafni

source: Show media for:
is: Sýna myndefni fyrir:

source: Go
is: Áfram

source: Show:
is: Sýna:

source: Images
is: Myndir

source: Videos
is: Myndskeið

source: {title} | Media Gallery
is: {title} | Myndasafn

source: Delete this image
is: Eyða þessari mynd

source: Edit this image
is: Breyta þessari mynd

source: by <a href="{profile_url}">{user}</a>
is: eftir <a href="{profile_url}">{user}</a>

source: Articles
is: Greinar

source: The following articles include this image:
is: Eftirfarandi greinar innihalda þessa mynd:

source: This image is not included in any articles.
is: Myndin er ekki innifalin í neinum greinum.

source: Media Gallery Search
is: Leita í myndasafni

source: No media files found.
is: Engar skrár fundust.

source: Upload file
is: Senda inn skrá

source: Preview
is: Forskoða

source: Progress
is: Framvinda

source: Continue Uploading Media
is: Halda áfram að senda inn efni

source: Your avatar will be resized to {size}x{size}
is: Auðkennismyndin verður sett í stærðina {size}x{size}

source: username
is: notandi

source: Avatar
is: Auðkennismynd

source: Group information updated successfully!
is: Tókst að uppfæra upplýsingar hóps!

source: {users} added to the group successfully!
is: Tókst að bæta við {users} notendum í hóp!

source: There were errors adding members to the group, see below.
is: Upp komu villur við að bæta meðlimum í hóp, sjá hér fyrir neðan.

source: {user} removed from the group successfully!
is: Tókst að fjarlægja {user} úr hópi!

source: {users} added to the group leaders successfully!
is: Tókst að bæta {users} í hópstjóra!
