Repository: escattone/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: is

# DB: products.Topic.description
source: Other questions with Firefox for Windows 8 Touch.
is: Aðrar spurningar varðandi Firefox fyrir Windows 8 Touch.

# DB: products.Topic.title
source: Working with messages
is: Vinna með skilaboð

# DB: products.Topic.description
source: Firefox OS SMS & email
is: SMS og tölvupóstur í Firefox OS stýrikerfi

# DB: products.Topic.title
source: [Obsolete] Mozilla Persona
is: [Úrelt] Mozilla Persona

# DB: products.Topic.title
source: [Obsolete] Hot topics
is: [Úrelt] Heit umræðuefni

# DB: kbadge.Badge.title
source: 2021 KB Badge
is: 2021 KB-skjöldur

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2021.
is: Þessi skjöldur er veittur þeim sem eiga minnst 10 samþykktar breytingar á enskum texta í þekkingargrunninum (Knowledge Base - KB) á árinu 2021.

# DB: kbadge.Badge.title
source: 2022 L10n Badge
is: 2022 L10n-skjöldur

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2022.
is: Þessi skjöldur er veittur þeim sem eiga minnst 10 samþykktar breytingar á þýðingum á árinu 2022.

# DB: kbadge.Badge.title
source: 2022 KB Badge
is: 2022 KB-skjöldur

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2022.
is: Þessi skjöldur er veittur þeim sem eiga minnst 10 samþykktar breytingar á enskum texta í þekkingargrunninum (Knowledge Base - KB) á árinu 2022.

# DB: kbadge.Badge.title
source: 2022 Support Forum Badge
is: 2022 Skjöldur fyrir aðstoð á vefspjalli

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2022.
is: Þessi skjöldur er veittur þeim sem eiga minnst 30 svör á spjallsvæðinu á árinu 2022.

# DB: kbadge.Badge.title
source: 2021 L10n Badge
is: 2021 L10n-skjöldur

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2021.
is: Þessi skjöldur er veittur þeim sem eiga minnst 10 samþykktar breytingar á þýðingum á árinu 2021.

# DB: kbadge.Badge.title
source: 2021 Support Forum Badge
is: 2021 Skjöldur fyrir aðstoð á vefspjalli

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2021.
is: Þessi skjöldur er veittur þeim sem eiga minnst 30 svör á spjallsvæðinu á árinu 2021.

# DB: kbadge.Badge.title
source: 2020 KB Badge
is: 2020 KB-skjöldur

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2020.
is: Þessi skjöldur er veittur þeim sem eiga minnst 10 samþykktar breytingar á enskum texta í þekkingargrunninum (Knowledge Base - KB) á árinu 2020.

# DB: kbadge.Badge.title
source: 2019 KB Badge
is: 2019 KB-skjöldur

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2019.
is: Þessi skjöldur er veittur þeim sem eiga minnst 10 samþykktar breytingar á enskum texta í þekkingargrunninum (Knowledge Base - KB) á árinu 2019.

# DB: kbadge.Badge.title
source: 2020 Support Forum Badge
is: 2020 Skjöldur fyrir aðstoð á vefspjalli

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 20 support forum replies during 2020.
is: Þessi skjöldur er veittur þeim sem eiga minnst 20 svör á spjallsvæðinu á árinu 2020.

# DB: kbadge.Badge.title
source: 2019 Support Forum Badge
is: 2019 Skjöldur fyrir aðstoð á vefspjalli

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 20 support forum replies during 2019.
is: Þessi skjöldur er veittur þeim sem eiga minnst 20 svör á spjallsvæðinu á árinu 2019.

# DB: kbadge.Badge.title
source: 2020 Army of Awesome Badge
is: 2020 Skjöldur fyrir her hinna æðislegu

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2020.
is: Þessi skjöldur er veittur þeim sem eiga minnst 50 tíst í nafni Hers hinna Æðislegu (Army of Awesome) á árinu 2020.

# DB: kbadge.Badge.title
source: 2019 Army of Awesome Badge
is: 2019 Skjöldur fyrir her hinna æðislegu

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2019.
is: Þessi skjöldur er veittur þeim sem eiga minnst 50 tíst í nafni Hers hinna Æðislegu (Army of Awesome) á árinu 2019.

# DB: kbadge.Badge.title
source: 2020 L10n Badge
is: 2020 L10n-skjöldur

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2020.
is: Þessi skjöldur er veittur þeim sem eiga minnst 10 samþykktar breytingar á þýðingum á árinu 2020.

# DB: kbadge.Badge.title
source: 2019 L10n Badge
is: 2019 L10n-skjöldur

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2019.
is: Þessi skjöldur er veittur þeim sem eiga minnst 10 samþykktar breytingar á þýðingum á árinu 2019.

# DB: kbadge.Badge.title
source: 2018 L10n Badge
is: 2018 L10n-skjöldur

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2018.
is: Þessi skjöldur er veittur þeim sem eiga minnst 10 samþykktar breytingar á þýðingum á árinu 2018.

# DB: kbadge.Badge.title
source: 2018 KB Badge
is: 2018 KB-skjöldur

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2018.
is: Þessi skjöldur er veittur þeim sem eiga minnst 10 samþykktar breytingar á enskum texta í þekkingargrunninum (Knowledge Base - KB) á árinu 2018.

# DB: kbadge.Badge.title
source: 2018 Army of Awesome Badge
is: 2018 Skjöldur fyrir her hinna æðislegu

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2018.
is: Þessi skjöldur er veittur þeim sem eiga minnst 50 tíst í nafni Hers hinna Æðislegu (Army of Awesome) á árinu 2018.

# DB: kbadge.Badge.title
source: 2018 Support Forum Badge
is: 2018 Skjöldur fyrir aðstoð á vefspjalli

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 20 support forum replies during 2018.
is: Þessi skjöldur er veittur þeim sem eiga minnst 20 svör á spjallsvæðinu á árinu 2018.

# DB: kbadge.Badge.title
source: 2017 L10n Badge
is: 2017 L10n-skjöldur

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2017.
is: Þessi skjöldur er veittur þeim sem eiga minnst 10 samþykktar breytingar á þýðingum á árinu 2017.

# DB: kbadge.Badge.title
source: 2017 KB Badge
is: 2017 KB-skjöldur

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2017.
is: Þessi skjöldur er veittur þeim sem eiga minnst 10 samþykktar breytingar á enskum texta í þekkingargrunninum (Knowledge Base - KB) á árinu 2017.

# DB: kbadge.Badge.title
source: 2017 Army of Awesome Badge
is: 2017 Skjöldur fyrir her hinna æðislegu

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2017.
is: Þessi skjöldur er veittur þeim sem eiga minnst 50 tíst í nafni Hers hinna Æðislegu (Army of Awesome) á árinu 2017.

# DB: kbadge.Badge.title
source: 2017 Support Forum Badge
is: 2017 Skjöldur fyrir aðstoð á vefspjalli

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 20 support forum replies during 2017.
is: Þessi skjöldur er veittur þeim sem eiga minnst 20 svör á spjallsvæðinu á árinu 2017.

# DB: kbadge.Badge.title
source: 2016 L10n Badge
is: 2016 L10n-skjöldur

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2016.
is: Þessi skjöldur er veittur þeim sem eiga minnst 10 samþykktar breytingar á þýðingum á árinu 2016.

# DB: kbadge.Badge.title
source: 2016 Support Forum Badge
is: 2016 Skjöldur fyrir aðstoð á vefspjalli

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2016.
is: Þessi skjöldur er veittur þeim sem eiga minnst 30 svör á spjallsvæðinu á árinu 2016.

# DB: kbadge.Badge.title
source: 2016 KB Badge
is: 2016 KB-skjöldur

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2016.
is: Þessi skjöldur er veittur þeim sem eiga minnst 10 samþykktar breytingar á enskum texta í þekkingargrunninum (Knowledge Base - KB) á árinu 2016.

# DB: kbadge.Badge.title
source: 2016 Army of Awesome Badge
is: 2016 Skjöldur fyrir her hinna æðislegu

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2016.
is: Þessi skjöldur er veittur þeim sem eiga minnst 50 tíst í nafni Hers hinna Æðislegu (Army of Awesome) á árinu 2016.

# DB: kbadge.Badge.title
source: 2015 Support Forum Badge
is: 2015 Skjöldur fyrir aðstoð á vefspjalli

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 30 support forum replies during 2015.
is: Þessi skjöldur er veittur þeim sem eiga minnst 30 svör á spjallsvæðinu á árinu 2015.

# DB: kbadge.Badge.title
source: 2015 Army of Awesome Badge
is: 2015 Skjöldur fyrir her hinna æðislegu

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2015.
is: Þessi skjöldur er veittur þeim sem eiga minnst 50 tíst í nafni Hers hinna Æðislegu (Army of Awesome) á árinu 2015.

# DB: kbadge.Badge.title
source: 2015 KB Badge
is: 2015 KB-skjöldur

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved English edits during 2015.
is: Þessi skjöldur er veittur þeim sem eiga minnst 10 samþykktar breytingar á enskum texta í þekkingargrunninum (Knowledge Base - KB) á árinu 2015.

# DB: kbadge.Badge.title
source: 2015 L10n Badge
is: 2015 L10n-skjöldur

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2015.
is: Þessi skjöldur er veittur þeim sem eiga minnst 10 samþykktar breytingar á þýðingum á árinu 2015.

# DB: kbadge.Badge.title
source: 2014 Army of Awesome Badge
is: 2014 Skjöldur fyrir her hinna æðislegu

# DB: kbadge.Badge.description
source: The SUMO Army of Awesome 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2014 badge earners for advancing the Mozilla Mission!
is: SUMO-smáskjöldurinn 2014 fyrir her hinna æðislegu er hluti af SUMO röðinni. Hann stendur fyrir framlög til SUMO á árinu 2014; í þessu tilfelli eru það: 50 tíst á Army of Awesome. Hamingjuóskir til allra sem unnu sér inn SUMO Army of Awesome skjöld 2014 fyrir stuðning við ætlunarverk Mozilla!

# DB: kbadge.Badge.title
source: 2014 L10n Badge
is: 2014 L10n-skjöldur

# DB: kbadge.Badge.description
source: The SUMO L10n 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2014 badge earners for advancing the Mozilla Mission!
is: SUMO L10n-smáskjöldurinn 2014 er hluti af SUMO röðinni. Hann stendur fyrir framlög til SUMO á árinu 2014; í þessu tilfelli eru það: 10 samþykktar breytingar á þýðingum í SUMO KB-þekkingargrunninum. Hamingjuóskir til allra sem unnu sér inn SUMO l10n-skjöld 2014 fyrir stuðning við ætlunarverk Mozilla!

# DB: kbadge.Badge.title
source: 2014 KB Badge
is: 2014 KB-skjöldur

# DB: kbadge.Badge.description
source: The SUMO KB 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2014 badge earners for advancing the Mozilla Mission
is: SUMO KB-smáskjöldurinn 2014 er hluti af SUMO röðinni. Hann stendur fyrir framlög til SUMO á árinu 2014; í þessu tilfelli eru það: 10 samþykktar breytingar í enska SUMO KB-þekkingargrunninum. Hamingjuóskir til allra sem unnu sér inn SUMO KB-skjöld 2014 fyrir stuðning við ætlunarverk Mozilla

# DB: kbadge.Badge.title
source: 2014 Support Forum Badge
is: 2014 Skjöldur fyrir aðstoð á vefspjalli

# DB: kbadge.Badge.description
source: The SUMO Forum 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2014 badge earners for advancing the Mozilla Mission!
is: SUMO vefspjalls-smáskjöldurinn 2014 er hluti af SUMO röðinni. Hann stendur fyrir framlög til SUMO á árinu 2014; í þessu tilfelli eru það: 30 svör á enska SUMO-vefspjallinu. Hamingjuóskir til allra sem unnu sér inn SUMO vefspjalls-skjöld 2014 fyrir stuðning við ætlunarverk Mozilla!

# DB: kbadge.Badge.title
source: Firefox 29 Launch Team
is: Firefox 29 útgáfuteymið

# DB: kbadge.Badge.description
source: Awarded to support contributors who contributed (KB article documentation, answering Forum Questions, localizing KB article documentation, tweets, etc) to the launch of Firefox 29, thanks! Firefox 29 features: 1. Firefox Desktop: Australis new look and feel AND Firefox Accounts based sync 2. Firefox for Android: Firefox Accounts based sync MOAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges
is: Veitt til að styðja þátttakendur sem lögðu sitt af mörkum (hjálparskjöl KB-greina, svörun spurninga á spjallborði, þýðingar á KB greinum, tíst, o.s.frv.) við frumkynningu á Firefox 29 - takk allir!Firefox 29 eiginleikar:1. Firefox fyrir vinnutölvur: Nýtt útlit og yfirbragð AustralisOG samstilling byggð á Firefox-reikningum 2. Firefox fyrir Android: samstilling byggð á Firefox-reikningumMOAR:https://sumo.etherpad.mozilla.org/sumo-australis-badges

# DB: kbadge.Badge.title
source: 2008 L10n Badge
is: 2008 L10n-skjöldur

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2008.
is: Þessi skjöldur er veittur þeim sem eiga minnst 10 samþykktar breytingar á þýðingum á árinu 2008.

# DB: kbadge.Badge.title
source: 2009 L10n Badge
is: 2009 L10n-skjöldur

# DB: kbadge.Badge.description
source: This badge is awarded to contributors with 10 approved translations edits during 2009.
is: Þessi skjöldur er veittur þeim sem eiga minnst 10 samþykktar breytingar á þýðingum á árinu 2009.

# DB: kbadge.Badge.title
source: 2012 Army of Awesome Badge
is: 2012 Skjöldur fyrir her hinna æðislegu

# DB: kbadge.Badge.description
source: The SUMO Army of Awesome 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2012 badge earners for advancing the Mozilla Mission!
is: SUMO-smáskjöldurinn 2012 fyrir her hinna æðislegu er hluti af SUMO röðinni. Hann stendur fyrir framlög til SUMO á árinu 2012; í þessu tilfelli eru það: 50 tíst á Army of Awesome. Hamingjuóskir til allra sem unnu sér inn SUMO Army of Awesome skjöld 2012 fyrir stuðning við ætlunarverk Mozilla!

# DB: kbadge.Badge.title
source: 2013 Army of Awesome Badge
is: 2013 Skjöldur fyrir her hinna æðislegu

# DB: kbadge.Badge.description
source: The SUMO Army of Awesome 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2013 badge earners for advancing the Mozilla Mission!
is: SUMO-smáskjöldurinn 2013 fyrir her hinna æðislegu er hluti af SUMO röðinni. Hann stendur fyrir framlög til SUMO á árinu 2013; í þessu tilfelli eru það: 50 tíst á Army of Awesome. Hamingjuóskir til allra sem unnu sér inn SUMO Army of Awesome skjöld 2013 fyrir stuðning við ætlunarverk Mozilla!

# DB: kbadge.Badge.title
source: 2010 Army of Awesome Badge
is: 2010 Skjöldur fyrir her hinna æðislegu

# DB: kbadge.Badge.description
source: The SUMO Army of Awesome 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2010 badge earners for advancing the Mozilla Mission!
is: SUMO-smáskjöldurinn 2010 fyrir her hinna æðislegu er hluti af SUMO röðinni. Hann stendur fyrir framlög til SUMO á árinu 2010; í þessu tilfelli eru það: 50 tíst á Army of Awesome. Hamingjuóskir til allra sem unnu sér inn SUMO Army of Awesome skjöld 2010 fyrir stuðning við ætlunarverk Mozilla!

# DB: kbadge.Badge.title
source: 2011 Army of Awesome Badge
is: 2011 Skjöldur fyrir her hinna æðislegu

# DB: kbadge.Badge.description
source: The SUMO Army of Awesome 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2011 badge earners for advancing the Mozilla Mission!
is: SUMO-smáskjöldurinn 2011 fyrir her hinna æðislegu er hluti af SUMO röðinni. Hann stendur fyrir framlög til SUMO á árinu 2011; í þessu tilfelli eru það: 50 tíst á Army of Awesome. Hamingjuóskir til allra sem unnu sér inn SUMO Army of Awesome skjöld 2011 fyrir stuðning við ætlunarverk Mozilla!

# DB: kbadge.Badge.title
source: 2012 Support Forum Badge
is: 2012 Skjöldur fyrir aðstoð á vefspjalli

# DB: kbadge.Badge.description
source: The SUMO Forum 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2012 badge earners for advancing the Mozilla Mission!
is: SUMO vefspjalls-smáskjöldurinn 2012 er hluti af SUMO röðinni. Hann stendur fyrir framlög til SUMO á árinu 2012; í þessu tilfelli eru það: 30 svör á enska SUMO-vefspjallinu. Hamingjuóskir til allra sem unnu sér inn SUMO vefspjalls-skjöld 2012 fyrir stuðning við ætlunarverk Mozilla!

# DB: kbadge.Badge.title
source: 2010 KB Badge
is: 2010 KB-skjöldur

# DB: kbadge.Badge.description
source: The SUMO KB 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2010 badge earners for advancing the Mozilla Mission
is: SUMO KB-smáskjöldurinn 2010 er hluti af SUMO röðinni. Hann stendur fyrir framlög til SUMO á árinu 2010; í þessu tilfelli eru það: 10 samþykktar breytingar í enska SUMO KB-þekkingargrunninum. Hamingjuóskir til allra sem unnu sér inn SUMO KB-skjöld 2010 fyrir stuðning við ætlunarverk Mozilla

# DB: kbadge.Badge.title
source: 2010 L10n Badge
is: 2010 L10n-skjöldur

# DB: kbadge.Badge.description
source: The SUMO L10n 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2010 badge earners for advancing the Mozilla Mission!
is: SUMO L10n-smáskjöldurinn 2010 er hluti af SUMO röðinni. Hann stendur fyrir framlög til SUMO á árinu 2010; í þessu tilfelli eru það: 10 samþykktar breytingar á þýðingum í SUMO KB-þekkingargrunninum. Hamingjuóskir til allra sem unnu sér inn SUMO l10n-skjöld 2010 fyrir stuðning við ætlunarverk Mozilla!

# DB: kbadge.Badge.title
source: 2010 Support Forum Badge
is: 2010 Skjöldur fyrir aðstoð á vefspjalli

# DB: kbadge.Badge.description
source: The SUMO Forum 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2010 badge earners for advancing the Mozilla Mission!
is: SUMO vefspjalls-smáskjöldurinn 2010 er hluti af SUMO röðinni. Hann stendur fyrir framlög til SUMO á árinu 2010; í þessu tilfelli eru það: 30 svör á enska SUMO-vefspjallinu. Hamingjuóskir til allra sem unnu sér inn SUMO vefspjalls-skjöld 2010 fyrir stuðning við ætlunarverk Mozilla!

# DB: kbadge.Badge.title
source: 2011 KB Badge
is: 2011 KB-skjöldur

# DB: kbadge.Badge.description
source: The SUMO KB 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2011 badge earners for advancing the Mozilla Mission!
is: SUMO KB-smáskjöldurinn 2011 er hluti af SUMO röðinni. Hann stendur fyrir framlög til SUMO á árinu 2011; í þessu tilfelli eru það: 10 samþykktar breytingar í enska SUMO KB-þekkingargrunninum. Hamingjuóskir til allra sem unnu sér inn SUMO KB-skjöld 2011 fyrir stuðning við ætlunarverk Mozilla!

# DB: kbadge.Badge.title
source: 2011 L10n Badge
is: 2011 L10n-skjöldur

# DB: kbadge.Badge.description
source: The SUMO L10n 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2011 badge earners for advancing the Mozilla Mission!
is: SUMO L10n-smáskjöldurinn 2011 er hluti af SUMO röðinni. Hann stendur fyrir framlög til SUMO á árinu 2011; í þessu tilfelli eru það: 10 samþykktar breytingar á þýðingum í SUMO KB-þekkingargrunninum. Hamingjuóskir til allra sem unnu sér inn SUMO l10n-skjöld 2011 fyrir stuðning við ætlunarverk Mozilla!

# DB: kbadge.Badge.title
source: 2011 Support Forum Badge
is: 2011 Skjöldur fyrir aðstoð á vefspjalli

# DB: kbadge.Badge.description
source: The SUMO Forum 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2011 badge earners for advancing the Mozilla Mission!
is: SUMO vefspjalls-smáskjöldurinn 2011 er hluti af SUMO röðinni. Hann stendur fyrir framlög til SUMO á árinu 2011; í þessu tilfelli eru það: 30 svör á enska SUMO-vefspjallinu. Hamingjuóskir til allra sem unnu sér inn SUMO vefspjalls-skjöld 2011 fyrir stuðning við ætlunarverk Mozilla!

# DB: kbadge.Badge.title
source: 2012 KB Badge
is: 2012 KB-skjöldur

# DB: kbadge.Badge.description
source: The SUMO KB 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2012 badge earners for advancing the Mozilla Mission!
is: SUMO KB-smáskjöldurinn 2012 er hluti af SUMO röðinni. Hann stendur fyrir framlög til SUMO á árinu 2012; í þessu tilfelli eru það: 10 samþykktar breytingar í enska SUMO KB-þekkingargrunninum. Hamingjuóskir til allra sem unnu sér inn SUMO KB-skjöld 2012 fyrir stuðning við ætlunarverk Mozilla!

# DB: kbadge.Badge.title
source: 2013 KB Badge
is: 2013 KB-skjöldur

# DB: kbadge.Badge.description
source: The SUMO KB 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2013 badge earners for advancing the Mozilla Mission!
is: SUMO KB-smáskjöldurinn 2013 er hluti af SUMO röðinni. Hann stendur fyrir framlög til SUMO á árinu 2013; í þessu tilfelli eru það: 10 samþykktar breytingar í enska SUMO KB-þekkingargrunninum. Hamingjuóskir til allra sem unnu sér inn SUMO KB-skjöld 2013 fyrir stuðning við ætlunarverk Mozilla!

# DB: kbadge.Badge.title
source: 2013 L10n Badge
is: 2013 L10n-skjöldur

# DB: kbadge.Badge.description
source: The SUMO L10n 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2013 badge earners for advancing the Mozilla Mission!
is: SUMO L10n-smáskjöldurinn 2013 er hluti af SUMO röðinni. Hann stendur fyrir framlög til SUMO á árinu 2013; í þessu tilfelli eru það: 10 samþykktar breytingar á þýðingum í SUMO KB-þekkingargrunninum. Hamingjuóskir til allra sem unnu sér inn SUMO l10n-skjöld 2013 fyrir stuðning við ætlunarverk Mozilla!
