Repository: escattone/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: is

source: There were errors adding leaders to the group, see below.
is: Upp komu villur við að bæta við stjórnendum í hópinn, sjá fyrir neðan.

source: {user} removed from the group leaders successfully!
is: Tókst að fjarlægja {user} úr hópstjórahlutverki!

source: You are now part of the Contributors group!
is: Þú ert nú meðlimur í hópi þátttakenda!

source: Delete {group} group avatar
is: Eyða táknmynd hópsins {group}

source: Are you sure you want to delete the {group} group avatar?
is: Ertu viss um að þú viljir eyða táknmynd hópsins {group}?

source: You are about to permanently delete the avatar. <strong>This cannot be undone!</strong> You can always upload another avatar to replace the current one.
is: Þú ert að fara að eyða endanlega auðkennismyndinni. <strong>Ekki er hægt að afturkalla þessa aðgerð!</strong> Alltaf er hægt að senda inn aðra auðkennismynd í staðinn fyrir núverandi mynd.

source: Delete avatar
is: Eyða auðkennismynd

source: Remove leader
is: Fjarlægja stjórnanda

source: Are you sure you want to remove {user} from {group} leaders?
is: Ertu viss um að þú viljir fjarlægja {user} úr hlutverki hópstjóra {group}?

source: Remove member
is: Fjarlægja meðlim

source: Are you sure you want to remove {user} from {group}?
is: Ertu viss um að þú viljir eyða {user} úr {group}?

source: Edit | {group} | Groups
is: Breyta | {group} | Hópar

source: Edit {group} profile information
is: Breyta upplýsingum {group}

source: Save
is: Vista

source: Change {group} group avatar
is: Breyta táknmynd {group}

# avatar
source: Upload
is: Senda inn

source: Groups
is: Hópar

source: Add group profile
is: Bæta við upplýsingum hóps

source: {group} | Groups
is: {group} | Hópar

source: Change avatar
is: Breyta auðkennismynd

source: Change
is: Breyta

source: Edit in admin
is: Breyta í stjórnandaham

source: Edit group profile
is: Breyta upplýsingum hóps

source: Edit group leaders
is: Breyta stjórnendum hóps

source: Group Leaders
is: Hópstjórar

source: Remove user from leaders
is: Fjarlægja notanda úr hlutverki stjórnanda

source: Add Leader
is: Bæta við stjórnanda

source: Edit group members
is: Breyta meðlimum hóps

source: Group Members
is: Meðlimir hóps

source: Add Member
is: Bæta við meðlimi

source: Remove user from group
is: Fjarlægja notanda úr hópi

source: previous
is: fyrra

source: Page {0} of {1}.
is: Síða {0} af {1}.

source: next
is: næsta

source: You were awarded the '{title}' badge!
is: Þú varst sæmd/ur '{title}' skildinum!

source: Badges
is: Skildir (badges)

source: Recently Awarded
is: Nýlega samþykktar uppfærslur

source: Awarded badge: %(badge_name)s
is: Úthlutaðir skildi: %(badge_name)s

source: Image:
is: Mynd

source: Description:
is: Lýsing

source: Creator:
is: Höfundur:

source: Modified:
is: Breytt:

source: Award details
is: Breyta stillingum

source: Awarded to:
is: Úthlutað til:

source: Explanation:
is: Útskýring:

source: Awarded by:
is: Veitt af:

source: Issued on:
is: Gefið út þann:

source: <h2>Recently awarded &quot;%(badge_name)s&quot; badges</h2>
is: <h2>Nýlega úthlutaðir &quot;%(badge_name)s&quot; skildir</h2>

source: Recently awarded badges
is: Nýlega úthlutaðir skildir

source: awarded to
is: veitt til

source: Previous
is: Fyrra

source: Next
is: Næsta

source: Badge: %(badge_name)s
is: Skjöldur: %(badge_name)s

source: Recent awardees
is: Nýlegir verðlaunahafar

source: All available SUMO badges
is: Allir tiltækir SUMO-skildir

source: Congratulations!
is: Til hamingju!

source: <strong>%(awarder)s</strong> has awarded you the <strong>%(title)s</strong> badge!
is: <strong>%(awarder)s</strong> hefur sæmt þig <strong>%(title)s</strong> skildinum!

source: You have been awarded the <strong>%(title)s</strong> badge!
is: Þú varst sæmd/ur <strong>%(title)s</strong> skildinum!

source: See all the details...
is: Sjá nánar um þetta...

source: %(awarder)s has awarded you the %(title)s badge!
is: %(awarder)s hefur sæmt þig %(title)s skildinum!

source: You have been awarded the %(title)s badge!
is: Þú varst sæmd/ur %(title)s skildinum!

source: See all the details:
is: Sjá nánar um þetta:

source: Re: {forum} - {thread}
is: Sv: {forum} - {thread}

source: Recently updated threads about %s
is: Nýlega uppfærðir þræðir um %s

source: Recent posts in %s
is: Nýlegar færslur í %s

source: Your title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
is: Of stuttur titill (%(show_value)s stafir). Hann verður að vera að minnsta kosti %(limit_value)s stafir.

source: Please provide a message.
is: Settu inn skilaboð.

source: Your message is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
is: Of stutt skilaboð (%(show_value)s stafir). Þau verða að vera að minnsta kosti %(limit_value)s stafir.

source: Please keep the length of your message to %(limit_value)s characters or less. It is currently %(show_value)s characters.
is: Hafðu skilaboð ekki lengri en %(limit_value)s stafi. Þau er núna %(show_value)s stafir.

source: Delete Post | {t} | {d} Discussion | Knowledge Base
is: Eyða færslu | {t} | {d} Umræður | KB-þekkingargrunnur

source: Discuss
is: Umræða

source: Delete Post
is: Eyða færslu

source: Are you sure you want to delete this post?
is: Ertu viss um að þú viljir eyða þessari færslu?

source: Author
is: Höfundur

source: Date
is: Dagsetning

source: You are about to permanently delete this post. <strong>This cannot be undone!</strong> Are you sure you want to continue?
is: Þú ert að fara að eyða þessari færslu endanlega. <strong>Þessa aðgerð er ekki hægt að afturkalla!</strong> Ertu viss um að þú viljir halda áfram?

source: Delete Thread | {t} | {d} Discussion | Knowledge Base
is: Eyða þræði | {t} | {d} Umræður | KB-þekkingargrunnur

source: Delete Thread
is: Eyða þræði

source: Are you sure you want to delete this thread?
is: Ertu viss um að þú viljir eyða þessum þræði?

source: Creator
is: Höfundur

source: Number of Replies
is: Fjöldi svara

source: You are about to permanently delete this thread. <strong>This cannot be undone!</strong> Are you sure you want to continue?
is: Þú ert að fara að eyða þessum þræði. <strong>Þessa aðgerð er ekki hægt að afturkalla!</strong> Ertu viss um að þú viljir halda áfram?

source: {locale_name} Discussions | Knowledge Base
is: {locale_name} umræður | KB-þekkingargrunnur

source: {locale_name} Discussions
is: Umræður um {locale_name}

source: {l} Knowledge Base Discussions
is: {l} umræður í KB-þekkingargrunni

source: Stop watching this locale
is: Hætta að fylgjast með þessu tungumáli

source: Watch this locale
is: Fylgjast með þessu tungumáli

source: Watch
is: Fylgjast með

source: Replies
is: Svör

source: Last Post
is: Síðasta færsla

source: You are watching this thread
is: Þú ert að fylgjast með þessum þræði

source: You are not watching this thread
is: Þú ert ekki að fylgjast með þessum þræði

source: <a href="%(thread_url)s">%(thread_title)s</a><br> in <a href="%(document_discussion_url)s">%(document)s</a>
is: <a href="%(thread_url)s">%(thread_title)s</a><br> í <a href="%(document_discussion_url)s">%(document)s</a>

source: by <a class="username" href="{profile_url}">{username}</a>
is: eftir <a class="username" href="{profile_url}">{username}</a>

source: There are no threads. Maybe you should create some!
is: Engir þræðir eru til. Kannski ættir þú að búa til spjallþráð!

source: Edit a post | {t} | {d} Discussion | Knowledge Base
is: Breyta færslu | {t} | {d} Umræður | KB-þekkingargrunnur

source: Edit a post
is: Breyta færslu

source: Update post
is: Uppfæra færslu

source: Edit thread {t} | {d} Discussion | Knowledge Base
is: Breyta þræði {t} | {d} Umræður | KB-þekkingargrunnur

source: Edit thread
is: Breyta þræði

source: Edit thread "{t}"
is: Breyta þræði "{t}"

source: Update thread
is: Uppfæra þráð

source: Create a new thread | {d} | Knowledge Base
is: Búa til nýjan þráð | {d} | KB-þekkingargrunnur

source: Create a new thread
is: Búa til nýjan þráð

source: You have exceeded the number of threads and replies that can be posted in a given amount of time. Please try again shortly.
is: Þú hefur farið fram úr hámarksfjölda spjallþráða og svara sem hægt er að senda á tilteknu tímabili. Prófaðu aftur fljótlega.

source: Post Thread
is: Senda inn spjalþráð

source: {t} | {d} Discussion | Knowledge Base
is: {t} | {d} Umræður | KB-þekkingargrunnur

source: Edit this thread
is: Breyta þessum þræði

source: Delete this thread
is: Eyða þessum þræði

source: Unlock this thread
is: Aflæsa þessum þræði

source: Lock this thread
is: Læsa þessum þræði

source: Unsticky this thread
is: Losa þennan þráð

source: Sticky this thread
is: Festa þennan þráð

source: Last reply by
is: Seinasta svar frá

source: Sticky
is: Fest

source: Locked
is: Læst

source: Stop watching this thread
is: Hætta að fylgjast með þessum þræði

source: Watch this thread
is: Fylgjast með þessum þræði

source: Oh, no! Looks like there are no posts!
is: Ó nei! Svo virðist sem það séu engar færslur!

source: Post a reply
is: Senda svar

source: Post Reply
is: Senda svar

source: Preview Reply
is: Forskoða svar

source: This thread has been locked. It is no longer possible to post new replies.
is: Búið er að læsa þessum þræði. Ekki er lengur hægt að senda inn ný svör.

source: {d} Discussion | Knowledge Base
is: {d} Umræður | KB-þekkingargrunnur

source: {d} Discussion
is: {d} Spjall

source: Post a new thread
is: Senda inn nýjan spjalþráð

source: Stop watching this forum
is: Hætta að fylgjast með þessu spjallsvæði

source: Watch this forum
is: Fylgjast með þessu spjallsvæði

source: Type
is: Tegund

# thread_type
source: Locked
is: Læst

# thread_type
source: Sticky
is: Fest

source: View this post on the site.
is: Skoða þessa færslu á vefsvæðinu.

source: This forum is a discussion about improving the "%(title)s" article.
is: Þetta spjallsvæði fjallar um að betrumbæta greinina "%(title)s".

source: This forum is a discussion about improving the "%(title)s" article. If you'd like to participate, please <a href="%(register_url)s">register</a>.
is: Þetta spjallsvæði fjallar um að betrumbæta greinina "%(title)s". Ef þú vilt taka þátt, <a href="%(register_url)s">skráðu þig þá inn</a>.

source: This forum is a discussion about improving the localization of the "%(title)s" article. If you want to improve the article content, go to the <a href="%(url)s">English article discussion</a>.
is: Þetta spjallsvæði fjallar um betrumbætur þýðingar á "%(title)s". Ef þú vilt hjálpa til með efni greinarinnar, farðu þá á <a href="%(url)s">spjallsvæði ensku útgáfunnar</a>.

source: If you need product support, please <a href="%(aaq_url)s">ask a question</a>.
is: Ef þig vantar hjálp með hugbúnaðinn, skaltu <a href="%(aaq_url)s">spyrja spurningar</a>.

source: 1 post
is: 1 færsla

source: Edit this post
is: Breyta þessari færslu

source: Delete this post
is: Eyða þessari færslu

source: Quote
is: Tilvitnun

source: Link to this post
is: Tengja við þessa færslu

source: Modified by <strong>{name}</strong> on {datetime}
is: Breytt af <strong>{name}</strong> þann {datetime}

source: Post Preview:
is: Forskoðun færslu:

source: Turn off emails for discussion in my locale.
is: Slökkva á tölvupóstum fyrir umræðu á mínu tungumáli.

source: Get emailed when there is new discussion activity in my locale.
is: Fá sendan tölvupóst þegar ný umræða er í gangi á mínu tungumáli.

source: KPI Dashboard
is: KPI-stjórnborð

source: Contributor Satisfaction
is: Ánægja þátttakenda

source: Questions
is: Spurningar

source: Questions solved
is: Leystar spurningar

source: Definition: Percentage of threads that have answer marked as a solution
is: Skilgreining: Prósentuhlutfall af þráðum sem eru með svar merkt sem lausn

source: Questions responded to within X hours
is: Spurningar sem svarað hefur verið innan X klukkutíma

source: Definition: Percentage of questions that get an action within X hours
is: Skilgreining: Prósentuhlutfall spurninga sem svarað hefur verið innan X klukkutíma

source: Helpfulness of KB articles and Forum
is: Hjálplegheit KB-greina og spjallsvæði

source: Definition: Ratio of “yes”/total votes for KB articles, forum threads
is: Skilgreining: Hlutfall “já”/heildar atkvæði fyrir greinar í þekkingargrunni, spjallsvæðisþráða

source: Number of active contributors to the English KB
is: Fjöldi virkra þátttakanda með framlög í enska KB-þekkingargrunninn

source: Definition: The number of people who have contributed to the KB in the last 30 days.
is: Skilgreining: Fjöldi fólks sem hefur bætt við í KB-þekkingargrunninn seinustu 30 daga.

source: Definition of contribution: edited 1+ article or has reviewed 1+ article
is: Skilgreining á innleggi: breytt 1+ grein eða hefur yfirfarið 1+ grein

source: Number of active contributors to the non-English KB
is: Fjöldi af virkum meðlimum fyrir þekkingargrunna sem eru ekki á ensku

source: Definition: The number of people who have contributed to non English KB versions in the last 30 days.
is: Skilgreining: Fjöldi sem hefur bætt við í þekkingargrunna sem eru ekki á ensku seinustu 30 daga.

source: Definition of contribution: edited 1+ non English article or has reviewed 1+ non English article.
is: Skilgreining á innleggi: breytt 1+ grein sem er ekki á ensku eða hefur yfirfarið 1+ grein sem er ekki á ensku.

source: Number of active forum contributors
is: Fjöldi virkra þátttakenda á spjallsvæði

source: Definition: The number of people who have contributed to the forums in the last 30 days.
is: Skilgreining: Fjöldi manns sem hefur skrifað eitthvað á spjallsvæðinu seinustu 30 daga.

source: Definition of contribution: wrote 10+ posts
is: Skilgreining á innleggi: skrifaði 10+ færslur

source: Search Clickthrough Rate
is: Smellt-á hlutfall í leit

source: Clickthrough rate
is: Smellt-á hlutfall

source: Definition: Percentage of people searching who click on an item on the search results page.
is: Skilgreining: Prósentuhlutfall af fólki sem leitar og smellir á atriði á leitarniðurstöðusíðu.

source: Daily Unique Visitors
is: Daglegur fjöldi einstakra gesta

source: L10n Coverage
is: L10n-dekking

source: L10n coverage
is: L10n-dekking

source: Definition: L10n coverage is a measure of the percentage of our visitor base that get served with KB articles in their own language. It's calculated by taking into account the English top 50 weighted by the localization status of an article and the the number of visits for each locale.
is: Skilgreining: L10n-dekking er mæling á prósentufjölda notenda sem nálgast greinar á sínu eigin tungumáli. Það er reiknað út miðað við 50 mest lesnu greinarnar á ensku og miðast við stöðu þýðinga og fjölda innlita fyrir hvert tungumál.

source: Edit levels are taken into account as follows:
is: Breytingastig eru notuð eins og hér segir:

source: A level 2 review change drops the localization to 50% of the article
is: Breyting yfirferðar á stigi 2 breytir dekkingu þýðingar í 50% af greininni

source: A level 3 review change drops the localization to 0% of the article
is: Breyting yfirferðar á stigi 3 breytir dekkingu þýðingar í 0% af greininni

source: More than one level 2 review change drops the localization to 0%
is: Meira en stigs 2 yfirferð breytir dekkingu þýðingar í 0%

source: Example:
is: Dæmi:

source: German makes up 10% of our visitor base
is: Þýskumælandi notendur eru 10% af heimsóknum

source: The 'how to set your home page' article makes up 2% of our top 50 visits
is: Greinin 'how to set your home page' gerir 2% af innlitum á 50 mest lesnu greinum

source: When the Home page article is the only localized article and it's up to date in German, then our overall coverage is 2% of 10%=0.2% overall (+ the English coverage)
is: Þegar heimasíðugreinin er eina síðan sem er þýdd og uppfærð á þýsku, þá er heildardekkingin 2% af 10%=0.2% alls (+ enska yfirlitið)

source: When German misses a level 2 change, the coverage drops to 50%, so 1% of 10%= 0.1% overall
is: Þegar þýsku vantar breytingu á stigi 2, þá minnkar dekkingin í 50%, þannig að 1% of 10%= 0.1% yfir allt

source: <b>Important:</b> Currently we are using a simplified model, where each article accounts for 1/50=2% of visits per language
is: <b>Mikilvægt:</b> Núna er verið að nota einfalt módel, þar sem hver grein stendur fyrir 1/50=2% af heimsóknum á hverju tungumáli

source: Exit Survey Results
is: Fara út úr niðurstöðum könnunar

source: Help Other Users
is: Hjálpaðu öðrum notendum

source: Help Us Write Help Articles
is: Hjálpaðu okkur að skrifa hjálpargreinar

source: Help us write help articles!
is: Hjálpaðu okkur að skrifa hjálpargreinar!

source: Share your wisdom with the world.
is: Deildu vísdómi þínum með heiminum.

source: If you like writing and teaching then the Knowledge Base is the place for you. We need contributors that can write, edit or proof read articles in English. Thousands of people are accessing our Knowledge Base every week. Imagine how many will be helped by you!
is: Ef þú hefur gaman af skrifum og kennslu, þá er KB-þekkingargrunnurinn staður fyrir þig. Okkur vantar alltaf þátttakendur sem geta skrifað, breytt og prófarkarlesið greinar á ensku. Þúsundir skoða KB-þekkingargrunninn okkar í hverri viku. Ímyndaðu þér hvað þú getur hjálpað mörgum!

source: Improve our help articles
is: Endurbættu hjálpargreinar okkar

source: One article can be viewed by 400 million users and translated into 70+ languages
is: Ein grein getur verið skoðuð af 400 milljón notendum og verið þýdd á 70+ tungumál

source: How it works
is: Hvernig virkar það

source: Sign up as a volunteer
is: Bjóddu þig fram sem sjálfboðaliða

source: Introduce yourself
is: Kynntu sjálfan þig

source: Watch our videos and check our documentation
is: Horfðu á myndskeiðin og lestu leiðbeiningarnar okkar

source: Other ways to get involved
is: Aðrar leiðir til að taka þátt

source: Answer questions in the support forum
is: Svaraðu spurningum á aðstoðarspjallsvæðinu

source: Translate help to your languages
is: Þýddu hjálpina yfir á þitt tungumál

source: Translate Help Articles
is: Þýddu hjálpargreinar

source: Translate help articles!
is: Þýddu hjálpargreinar!

source: Let's make Mozilla Support speak your language!
is: Látum Mozilla-aðstoðina tala tungumálið þitt!

source: Help articles are not available in your language yet? You want to join the amazing team translating them? You will help millions of users in your language. Pretty heroic, right?
is: Eru hjálpargreinar ekki ennþá til staðar á þínu tungumáli? Geturðu hugsað þér að ganga til liðs við þetta frábæra teymi sem stendur í því að þýða þær? Þú getur hjálpað þúsundum með því að gera efni aðgengilegt á tungumálinu þínu. Hetjulegt, ekki satt?

source: Translate help articles to your language
is: Þýddu hjálpargreinar yfir á tungumálið þitt

source: Translating 1 article can help 1,000's of users in your language
is: Þýðing á einni grein getur hjálpað þúsundum notenda á þínu tungumáli

source: Check our documentation
is: Skoðaðu leiðbeiningarnar okkar

source: Just edit articles in your language!
is: Þýddu greinar yfir á tungumálið þitt

source: Write help articles
is: Skrifaðu hjálpargreinar

source: Answer questions in the forum
is: Svaraðu spurningum á spjallsvæðinu

source: Where all the action happens
is: Þar sem allur hasarinn gerist

source: From hardcore web developers to "how do I install Firefox" first time users, everybody needs your help in the forum! Share your knowledge by pointing people to the right help articles and providing troubleshooting steps for their individual questions.
is: Allt frá harðkjarna vefhönnun yfir í "hvernig set ég upp Firefox" fyrir algera byrjendur, allir geta þegið aðstoð frá þér á vefspjallinu. Deildu þekkingu þinni með því að beina fólki á réttu hjálpargreinarnar eða með því að útlista lausnir á vandamálum hvers fyrir sig.

source: Help users in the forums
is: Svaraðu spurningum á spjallsvæðinu

source: Solving one issue helps up to 1,000 users a day
is: Lausn á einu vandamáli getur hjálpað 1.000 notendum á dag

source: Go to our support forum and choose a question to answer
is: Farðu á aðstoðargáttina og veldu þér spurningu til að svara

source: Start answering!
is: Byrja að svara!

source: Read this for some help to get started
is: Hér eru nokkrar ábendingar til að koma þér í gang

source: Save the world
is: Bjargaðu heiminum

source: from the comfort of your couch
is: úr þægilegum sófa

source: We need your help!
is: Við þörfnumst þinnar hjálpar!

source: Used by more than 400 million people, Mozilla support is fully powered by volunteers, and it’s more important than ever. This is where you come in.
is: Notuð af meira en 400 milljón manns, Mozilla-aðstoðargáttinn er algerlega drifin áfram af sjálfboðaliðum, og hefur aldrei verið mikilvægari. Þarna kemur þú sterkt inn.

source: Why should I help?
is: Af hverju ætti ég að hjálpa?

source: Help millions of users get the most out of their favourite browser. Your contributions will reach millions of users worldwide, and you can do it from the comfort of your couch!
is: Hjálpaðu milljónum manna að fá það besta út úr vafranum sínum. Framlag þitt getur náð til þúsunda notenda úti um víða veröld og þú getur unnið að þessu úr þægilegum sófa!

source: Pick a way to get involved
is: Veldu leið til að taka þátt

source: About Us
is: Um okkur

source: Mozilla Support is a community of enthusiastic volunteers and employees trying to support our users around the globe. Join us for an incredible adventure!
is: Mozilla Support aðstoðargáttin er samfélag áhugasamra sjálfboðaliða og starfsmanna sem leggja sitt af mörkum við að styðja notendur okkar á heimsvísu. Taktu þátt í ævintýrinu með okkur!

source: Having trouble with a Mozilla product and want some help?
is: Einhver vandamál með Mozilla-hugbúnað og þú þarft aðstoð?

source: Ask a question
is: Spyrja spurningar

source: Search Support
is: Leita í aðstoðargáttinni

source: Popular Searches:
is: Vinsælar leitir:

source: Firefox Accounts
is: Firefox-reikningar

source: Tracking Protection
is: Vörn gegn njósnum

source: Get Help
is: Fá aðstoð

source: Pick your product
is: Veldu hugbúnað

source: Featured Articles
is: Greinar efst á baugi

source: Join Our Community
is: Gakktu í hópinn

source: Grow and share your expertise with others. Answer questions and improve our knowledge base.
is: Auktu við og deildu sérþekkingu þinni með öðrum. Svaraðu spurningum og bættu í þekkingargrunninn okkar.

source: Learn More
is: Kanna nánar

source: Sign me up
is: Skráðu mig

source: Volunteer
is: Bjóða sig fram

source: username1, username2,...
is: notandanafn1, notandanafn2,...

source: To:
is: Til:

source: Message:
is: Skilaboð:

source: [SUMO] You have a new private message from [{sender}]
is: [SUMO] Þú hefur fengið nýjan einkapóst frá [{sender}]

source: Invalid username provided. Enter a new username below.
is: Ógilt notandanafn. Sláðu inn nýtt notandanafn hér fyrir neðan.

source: Your message was sent!
is: Skilaboðin voru send!

source: No messages selected. Please try again.
is: Engin skilaboð valin. Prófaðu aftur.

source: Messages didn't add up. Try again.
is: Skilaboðin gengu ekki upp. Prófaðu aftur.

source: The message was deleted!
is: Skilaboðunum var eytt!

source: Delete Message
is: Eyða skilaboðum

source: Messages
is: Skilaboð

source: Sent Messages
is: Send skilaboð

source: Are you sure you want to delete these messages?
is: Ertu viss um að þú viljir eyða þessum skilaboðum?

source: Are you sure you want to delete this message?
is: Ertu viss um að þú viljir eyða þessum skilaboðum?

source: Inbox
is: Innhólf

source: New Message
is: Ný skilaboð

source: Mark Selected as Read
is: Merkja val sem lesið

source: Delete Selected
is: Eyða völdum

source: Read message
is: Lesa skilaboð

source: Delete message
is: Eyða skilaboðum

source: There are no messages here.
is: Engin skilaboð eru hér.
