Repository: escattone/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: is

# DB: products.Topic.description
source: Access websites easily with bookmarks and tab features
is: Hafðu einfaldan aðgang að vefsvæðum með bókamerkjum og flipum

# DB: products.Topic.title
source: Search
is: Leita

# DB: products.Topic.description
source: Customize your search settings in Firefox for iOS
is: Breyttu leitarstillingunum þínum á Firefox fyrir iOS

# DB: products.Topic.title
source: Firefox for iOS is not working as expected
is: Firefox fyrir iOS er ekki að virka sem skyldi

# DB: products.Topic.description
source: Troubleshoot problems with Firefox for iOS.
is: Leystu vandamál varðandi Firefox fyrir iOS.

# DB: products.Topic.title
source: Firefox Sync
is: Firefox-samstilling

# DB: products.Topic.description
source: Firefox Sync settings
is: Valkostir Firefox-samstillingar

# DB: products.Topic.title
source: Sync and save
is: Samstilla og vista

# DB: products.Topic.description
source: Sync information on all your devices
is: Samstilltu upplýsingar á milli allra tækjanna þinna

# DB: products.Topic.title
source: Manage add-ons
is: Sýsla með viðbætur

# DB: products.Topic.description
source: Enhance Firefox's functionality and appearance with add-ons
is: Bættu við útlit og eiginleika Firefox með viðbótum

# DB: products.Topic.title
source: Sync, share and save
is: Samstilla, deila og vista

# DB: products.Topic.description
source: Sync browsing information and content across multiple devices with Firefox Accounts.
is: Samstilltu upplýsingar um vafur og efni á milli margra tækja með Firefox-reikningum.

# DB: products.Topic.title
source: Firefox settings
is: Stillingar FirefoxFirefox Sync

# DB: products.Topic.description
source: Privacy and personalization
is: Friðhelgi og persónulegt útlit

# DB: products.Topic.title
source: Use extensions and add-ons
is: Notaðu viðbætur og forritsauka

# DB: products.Topic.description
source: Enhance your family's Firefox browsing experience
is: Sérsníddu hvernig vafur með Firefox kemur út fyrir fjölskylduna þína

# DB: products.Topic.title
source: Save, share and sync
is: Vista, deila og samstilla

# DB: products.Topic.description
source: Save, share and synchronize content with other devices
is: Vista, deila og samstilla efni við önnur tæki

# DB: products.Topic.title
source: Changing your settings
is: Breyti stillingunum þínum

# DB: products.Topic.description
source: Change Firefox's behavior.
is: Breyttu hegðun Firefox.

# DB: products.Topic.title
source: Privacy
is: Friðhelgi

# DB: products.Topic.description
source: Protect your information with Firefox's privacy settings on iOS
is: Verndaðu friðhelgi þína með gagnaleyndarstillingum Firefox á iOS

# DB: products.Topic.description
source: Have video or voice conversations using the Firefox browser
is: Nýttu þér mynd- eða hljóðsamtöl í Firefox-vafranum

# DB: products.Topic.title
source: Chat and share
is: Spjalla og deila

# DB: products.Topic.description
source: Connect on video and share pages with your network
is: Tengstu í myndspjalli og deildu vefsíðum með öðrum á netkerfinu þínu

# DB: products.Topic.title
source: Personalize Firefox
is: Persónugera Firefox

# DB: products.Topic.description
source: Make Firefox yours with these customization options.
is: Gerðu Firefox að þínum með þessum valkostum sérsníðingar.

# DB: products.Topic.title
source: Personalize your experience
is: Sérsníddu reynslu þína

# DB: products.Topic.description
source: Customize your Firefox browsing experience
is: Sérsníddu hvernig Firefox birtir þér vefinn

# DB: products.Topic.title
source: Cast to your TV
is: Varpaðu yfir á sjónvarpið

# DB: products.Topic.description
source: Learn how to view content on another screen
is: Sjáðu hvernig þú getur skoðað efni á öðrum skjá

# DB: products.Topic.title
source: Popular articles
is: Vinsælar greinar

# DB: products.Topic.description
source: Popular tips and solutions for Firefox for Android
is: Vinsælar ábendingar og lausnir varðandi Firefox fyrir Android

# DB: products.Topic.title
source: Sync, save and share
is: Samstilla, vista og deila

# DB: products.Topic.description
source: Share web pages on Firefox for iOS
is: Deila vefsíðum í Firefox fyrir iOS

# DB: products.Topic.title
source: Customize preferences
is: Sérsníða kjörstillingar

# DB: products.Topic.description
source: Customize preferences for Firefox for iOS
is: Sérsníða kjörstillingar í Firefox fyrir iOS

# DB: products.Topic.title
source: Customize controls, options and add-ons
is: Sérsníða stýringar, stillingar og viðbætur

# DB: products.Topic.description
source: Make Firefox yours by adding and managing the features that you want.
is: Gerðu Firefox að þínum með því að bæta við og sýsla með þá eiginleika sem þér sýnist.

# DB: products.Topic.description
source: Change Firefox's appearance, behavior and settings.
is: Breyttu útliti Firefox, hegðun og stillingum.

# DB: products.Topic.title
source: Stay connected
is: Vertu í sambandi

# DB: products.Topic.description
source: Sync information across devices
is: Samstilltu upplýsingar á milli tækjanna þinna

# DB: products.Topic.title
source: Protect your privacy
is: Verndaðu friðhelgi þína

# DB: products.Topic.description
source: Control how your information is saved or tracked
is: Stjórnaðu hvernig upplýsingarnar þínar eru vistaðar eða raktar

# DB: products.Topic.title
source: Crashes, errors and other issues
is: Hrun, villur og önnur vandamál

# DB: products.Topic.description
source: Troubleshoot error message on Firefox for iOS
is: Leystu villumeldingar í Firefox fyrir iOS

# DB: products.Topic.title
source: Privacy and security settings
is: Stillingar gagnaleyndar og öryggis

# DB: products.Topic.description
source: Learn how to keep your information safe and secure with Firefox's private browsing, password features and other security settings.
is: Lærðu hvernig þú getur haldið upplýsingunum þínum öruggum með huliðsvafri Firefox, notkun lykilorða og auk annarra öryggisstillinga.

# DB: products.Topic.title
source: Do more with apps
is: Gerðu meira með smáforritum

# DB: products.Topic.description
source: Install open apps from the Marketplace to add more fun and functionality to your device
is: Settu upp opin forrit af Markaðnum til að bæta við fleiri eiginleikum og skemmtilegheitum á tækið þitt

# DB: products.Topic.description
source: Keep your information safe from prying eyes with the latest privacy and security features.
is: Haltu upplýsingunum þínum frá forvitnum augum með allra nýjustu friðhelgi- og öryggiseiginleikunum.

# DB: products.Topic.title
source: Customize settings and preferences
is: Sérsníða uppsetningu og kjörstillingar

# DB: products.Topic.description
source: Make Firefox for Android yours with these customization options
is: Gerðu Firefox fyrir Android að þínum með þessum valkostum sérsníðingar

# DB: products.Topic.title
source: Get community support
is: Fá aðstoð frá samfélaginu

# DB: products.Topic.description
source: Get community support
is: Fá aðstoð frá samfélaginu

# DB: products.Topic.title
source: Manage preferences and add-ons
is: Sýsla með kjörstillingar og viðbætur

# DB: products.Topic.description
source: Make Firefox yours through customization settings and add-ons
is: Gerðu Firefox að þínum með valkostum sérsníðingar og viðbótum

# DB: products.Topic.title
source: Fix problems
is: Laga vandamál

# DB: products.Topic.description
source: Troubleshoot slowness, crashing and error messages.
is: Laga hæga virkni, hrun, og villumeldingar.

# DB: products.Topic.title
source: Firefox for families
is: Firefox fyrir fjölskyldur

# DB: products.Topic.description
source: Customize Firefox to keep your family safe and secure
is: Sérsníddu Firefox til að halda fjölskyldunni öruggri

# DB: products.Topic.description
source: Learn to find and install open apps to add more fun and functionality to your device
is: Lærðu hvernig megi finna og setja upp opin forrit til að bæta við fleiri eiginleikum og skemmtilegheitum á tækið þitt

# DB: products.Topic.title
source: Fix slowness, crashing, error messages and other problems
is: Laga hæga virkni, hrun, villumeldingar og önnur vandamál

# DB: products.Topic.description
source: Fix slowness, crashing, error messages and other problems
is: Laga hæga virkni, hrun, villumeldingar og önnur vandamál

# DB: products.Topic.title
source: Advanced and experimental features
is: Ítalegir eiginleikar og eiginleikar á tilraunastigi

# DB: products.Topic.description
source: Learn tips beyond the basics and try features before they're released to the public.
is: Lærðu ýmis ráð umfram grunnatriðin og prófaðu eiginleika áður en þeir birtast flestum almenningi.

# DB: products.Topic.description
source: Learn all you need to know to get Firefox for Android up and running.
is: Lærðu undirstöðuatriði til þess að koma Firefox fyrir Android í gang.

# DB: products.Topic.description
source: Learn how to install and transfer information to Firefox for Android.
is: Hvernig á að setja upp og yfirfæra upplýsingar í Firefox fyrir Android.

# DB: products.Topic.description
source: Tips and tricks
is: Ábendingar og góð ráð

# DB: products.Topic.title
source: Use bookmarks
is: Nota bókamerki

# DB: products.Topic.description
source: The basics of using bookmarks
is: Grunnatriði við að nota bókamerki

# DB: products.Topic.title
source: Firefox Sync settings
is: Valkostir Firefox-samstillingar

# DB: products.Topic.title
source: Tab basics
is: Grunnatriði flipa

# DB: products.Topic.description
source: Tab basics
is: Grunnatriði flipa

# DB: products.Topic.description
source: Keep your information safe with Firefox for Android's privacy and security settings.
is: Haltu upplýsingunum þínum öruggum með friðhelgi- og öryggiseiginleikum Firefox á Android.

# DB: products.Topic.description
source: Make Firefox for Android work the way you want through customization.
is: Láttu Firefox fyrir Android vinna eins og þú vilt með sérsníðingum.

# DB: products.Topic.title
source: Firefox versions and languages
is: Firefox-útgáfur og tungumál

# DB: products.Topic.description
source: Firefox versions and languages
is: Firefox-útgáfur og tungumál

# DB: products.Topic.title
source: Copy your personal information from one browser to another
is: Afritaðu persónulegar upplýsingar þínar úr einum vafra yfir í annan

# DB: products.Topic.description
source: Copy your personal information from one browser to another
is: Afritaðu persónulegar upplýsingar þínar úr einum vafra yfir í annan

# DB: products.Topic.title
source: Cookies and cache
is: Vefkökur og skyndiminni

# DB: products.Topic.description
source: Control the information that Firefox saves
is: Stjórnaðu hvaða upplýsingar Firefox vistar

# DB: products.Topic.title
source: Cookies
is: Vefkökur

# DB: products.Topic.description
source: Cookies
is: Vefkökur

# DB: products.Topic.title
source: Passwords, forms, search, and history - control what Firefox suggests
is: Lykilorð, innfyllingarform, leit og vafurferill - stýrðu því sem Firefox stingur uppá

# DB: products.Topic.description
source: Passwords, forms, search, and history - control what Firefox suggests
is: Lykilorð, innfyllingarform, leit og vafurferill - stýrðu því sem Firefox stingur uppá

# DB: products.Topic.title
source: Website breakages
is: Bilanir vefsvæðis

# DB: products.Topic.description
source: Fix site breakage issues.
is: Lagaðu vandamál með biluð vefsvæði.

# DB: products.Topic.title
source: Tracking protection
is: Vörn gegn eftirliti

# DB: products.Topic.description
source: Prevent websites from tracking you as you browse.
is: Komdu í veg fyrir að vefsvæði fylgist með þér þegar þú vafrar.

# DB: products.Topic.title
source: Firefox controls and buttons
is: Firefox-stýringar og hnappar

# DB: products.Topic.description
source: Firefox controls and buttons
is: Firefox-stýringar og hnappar

# DB: products.Topic.title
source: Tab settings
is: Stillingar flipa

# DB: products.Topic.description
source: Tab settings
is: Stillingar flipa

# DB: products.Topic.title
source: Customize Firefox with add-ons, plugins, and extensions
is: Sérsníddu Firefox með viðbótum, forritsaukum og tengiforritum

# DB: products.Topic.description
source: Customize Firefox with add-ons, plugins, and extensions
is: Sérsníddu Firefox með viðbótum, forritsaukum og tengiforritum

# DB: products.Topic.title
source: Firefox options, preferences and settings
is: Valkostir Firefox, kjörstillingar og uppsetning

# DB: products.Topic.description
source: Firefox options, preferences and settings
is: Valkostir Firefox, kjörstillingar og uppsetning

# DB: products.Topic.title
source: Bookmark options
is: Valkostir bókamerkja

# DB: products.Topic.description
source: Bookmark options
is: Valkostir bókamerkja

# DB: products.Topic.title
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
is: Laga vandamál með vefsvæði (Facebook, YouTube, webmail o.s.frv.)

# DB: products.Topic.description
source: Fix problems with websites (Facebook, YouTube, webmail etc.)
is: Laga vandamál með vefsvæði (Facebook, YouTube, webmail o.s.frv.)

# DB: products.Topic.title
source: Error messages: what they mean and how to fix
is: Villuskilaboð: hvað merkja þau og hvernig er hægt að laga þau

# DB: products.Topic.description
source: How to troubleshoot error messages on Firefox
is: Hvernig er hægt að leysa villumeldingar í Firefox

# DB: products.Topic.title
source: Firefox crashes
is: Firefox hrynur

# DB: products.Topic.description
source: Crashing
is: Hrun

# DB: products.Topic.title
source: Unblock Firefox from connecting to the Internet
is: Gerðu Firefox kleift að tengjast við internetið

# DB: products.Topic.description
source: Unblock Firefox from connecting to the Internet
is: Gerðu Firefox kleift að tengjast við internetið

# DB: products.Topic.title
source: Procedures to diagnose and fix problems
is: Aðferðir til að greina og laga vandamál

# DB: products.Topic.description
source: Procedures to diagnose and fix problems
is: Aðferðir til að greina og laga vandamál

# DB: products.Topic.title
source: Videos, sound, pictures and animations don't work
is: Myndskeið, hljóð, myndir og hreyfingar virka ekki

# DB: products.Topic.description
source: Videos, sound, pictures and animations don't work
is: Myndskeið, hljóð, myndir og hreyfingar virka ekki

# DB: products.Topic.title
source: Firefox is slow or stops working
is: Firefox er hægvirkt eða hættir að virka

# DB: products.Topic.description
source: Slowness or hanging
is: Hægvirkt eða hangir

# DB: products.Topic.title
source: Firefox won't save settings or remember information
is: Firefox vistar hvorki stillingar né man neinar upplýsingar

# DB: products.Topic.description
source: Firefox won't save settings or remember information
is: Firefox vistar hvorki stillingar né man neinar upplýsingar

# DB: products.Topic.title
source: Problems with add-ons, plugins or unwanted software
is: Vandamál með viðbætur, tengiforrit eða óumbeðinn hugbúnað

# DB: products.Topic.description
source: Problems with add-ons, plugins or unwanted software
is: Vandamál með viðbætur, tengiforrit eða óumbeðinn hugbúnað

# DB: products.Topic.title
source: Hot topics
is: Heit umræðuefni

# DB: products.Topic.description
source: Hot topics
is: Heit umræðuefni

# DB: products.Topic.title
source: Other
is: Annað

# DB: products.Topic.description
source: Other
is: Annað

# DB: products.Topic.title
source: Marketplace
is: Markaður

# DB: products.Topic.description
source: Firefox Marketplace
is: Firefox-markaður

# DB: products.Topic.title
source: Getting Started
is: Til að komast í gang

# DB: products.Topic.description
source: Learn the basics of Mozilla VPN.
is: Lærðu grunnatriðin um Mozilla VPN.

# DB: products.Topic.title
source: Download & Setup
is: Sækja og setja upp

# DB: products.Topic.description
source: Start using Mozilla VPN.
is: Byrjaðu að nota Mozilla VPN.

# DB: products.Topic.title
source: Accounts & Sign-in
is: Aðgangar og innskráning

# DB: products.Topic.description
source: Find solutions on managing your account
is: Finndu lausnir við að sýsla með reikninginn þinn

# DB: products.Topic.title
source: Billing & Payments
is: Greiðslur og innheimta

# DB: products.Topic.description
source: Manage your payment and subscription
is: Sýsla með greiðslurnar þínar og áskrift

# DB: products.Topic.title
source: Troubleshooting
is: Lausn á vandamálum

# DB: products.Topic.description
source: Fix problems with Firefox Private Network VPN
is: Laga vandamál með Firefox VPN einkanetkerfi

# DB: products.Topic.title
source: Connectivity
is: Tengingar

# DB: products.Topic.description
source: Troubleshoot connectivity issues.
is: Leystu vandamál varðandi tengingar.

# DB: products.Topic.title
source: Technical
is: Tæknilegt

# DB: products.Topic.description
source: Learn how to use all Firefox Relay features.
is: Lærðu hvernig á að nota alla eiginleika Firefox Relay.

# DB: products.Topic.title
source: Subscriptions and Payments
is: Áskriftir og greiðslur

# DB: products.Topic.description
source: Manage your subscription to Firefox Relay Premium
is: Sýsla með áskrift þína að Firefox Relay Premium-forgangsþjónustu

# DB: products.Topic.description
source: Fix the most common problems with Firefox Relay.
is: Laga algengustu vandamálin varðandi Firefox Relay.

# DB: products.Topic.description
source: Learn the basics of Firefox Relay.
is: Lærðu grunnatriðin um Firefox Relay.

# DB: products.Topic.title
source: Firefox Accounts and Login
is: Firefox-reikningar og innskráning

# DB: products.Topic.description
source: Manage your Firefox Relay account.
is: Sýsla með Firefox Relay notandaaðgang.

# DB: products.Topic.description
source: Find solutions for how to use the Firefox Private Network add-on.
is: Finndu lausnir varðandi notkun Firefox-einkanetkerfisviðbótarinnar.

# DB: products.Topic.title
source: Accounts
is: Notandaaðgangar

# DB: products.Topic.description
source: Change account and settings for Private Network.
is: Skipta um aðgang og breyta stillingum fyrir Private Network einkanetkerfi.

# DB: products.Topic.title
source: Payments
is: Greiðslur

# DB: products.Topic.description
source: Troubleshoot issues for Private Network
is: Leystu vandamál með einkanetkerfi

# DB: products.Topic.title
source: Firefox Focus for iOS
is: Firefox Focus fyrir iOS

# DB: products.Topic.description
source: Firefox Focus for iOS
is: Firefox Focus fyrir iOS

# DB: products.Topic.description
source: Getting started with MDN Plus.
is: Hefjast handa með MDN Plus.

# DB: products.Topic.title
source: Firefox Focus for Android
is: Firefox Focus fyrir Android

# DB: products.Topic.description
source: Privacy browser for Android
is: Persónuverndarvafri fyrir Android

# DB: products.Topic.description
source: Manage your MDN Plus account.
is: Sýsla með MDN Plus notandaaðgang.

# DB: products.Topic.description
source: Manage your MDN Plus subscription.
is: Sýsla með MDN Plus áskriftina þína.

# DB: products.Topic.description
source: Learn the basics
is: Lærðu grunnatriðin

# DB: products.Topic.title
source: Identity
is: Perónuauðkenni

# DB: products.Topic.description
source: How to create and edit your identity in Hubs
is: Hvernig á að búa til og breyta auðkenninu þínu í Hubs-miðstöðinni

# DB: products.Topic.title
source: Scenes
is: Senur

# DB: products.Topic.description
source: Change the way your virtual room looks
is: Breyttu því hvernig sýndarveruleikasvæðið þitt lítur út

# DB: products.Topic.title
source: Objects
is: Hlutir

# DB: products.Topic.description
source: How to work with objects in Hubs
is: Hvernig hægt er að vinna með hluti í Hubs-miðstöðinni

# DB: products.Topic.title
source: Media
is: Gagnamiðlar

# DB: products.Topic.description
source: How to share media in virtual events
is: Hvernig á að deila gögnum í sýndarveruleikaatburðum

# DB: products.Topic.description
source: How to sign in and activate more features
is: Hvernig á að skrá sig inn og vikja fleiri eiginleika

# DB: products.Topic.title
source: Camera (point of view)
is: Myndavél (sjónarhorn)

# DB: products.Topic.description
source: How to change your camera settings in Hubs
is: Hvernig er hægt að breyta stillingum myndavélar í Hubs-miðstöðinni

# DB: products.Topic.title
source: Invitations
is: Boð

# DB: products.Topic.description
source: Invite guests to your virtual room
is: Bjóddu gestum inn á sýndarveruleikasvæðið þitt

# DB: products.Topic.title
source: Avatars
is: Genglar

# DB: products.Topic.description
source: How to set up and navigate using your virtual identity
is: Hvernig á að setja upp og flakka með sýndarveruleikaauðkenninu þínu

# DB: products.Topic.title
source: Controls (movement)
is: Stýringar (hreyfing)

# DB: products.Topic.description
source: How to navigate through virtual spaces
is: Hvernig á að flakka í sýndarveruleikarýmum

# DB: products.Topic.title
source: Permissions & settings
is: Heimildir og stillingar

# DB: products.Topic.description
source: Moderate your guests' level of access in your virtual events
is: Stýrðu aðgangi gesta í sýndarveruleikaatburðunum þínum

# DB: products.Topic.title
source: Moderators and hosts
is: Umsjónarmenn og hýsing

# DB: products.Topic.description
source: Tools for making Hubs a good experience for all.
is: Verkfæri til að gera Hubs-miðstöðina að góðri upplifun fyrir alla.

# DB: products.Topic.title
source: Rooms
is: Spjallsvæði

# DB: products.Topic.description
source: How to create and navigate virtual spaces in Hubs
is: Hvernig á að búa til og flakka í sýndarveruleikarýmum í Hubs-miðstöðinni

# DB: products.Topic.title
source: Abuse
is: Misnotkun

# DB: products.Topic.description
source: Tools to make your event a safe place for your guests
is: Verkfæri til að gera atburðinn þinn aðöruggur staður fyrir gestina þína

# DB: products.Topic.title
source: Creators & developers
is: Hönnuðir og forritarar

# DB: products.Topic.description
source: Where to find resources for advanced customization
is: Hvar á að finna upplýsingar varðandi nánari sérsníðingar

# DB: products.Topic.title
source: Release notes
is: Útgáfuupplýsingar

# DB: products.Topic.description
source: Where to find release notes and upcoming features.
is: Hvar á að finna upplýsingar um viðkomandi útgáfu og væntanlega eiginleika.

# DB: products.Topic.description
source: Deploying Firefox on Windows computers.
is: Notkun Firefox á Windows-tölvum.

# DB: products.Topic.title
source: Manage certificates
is: Sýsla með skilríki

# DB: products.Topic.description
source: Set up certificates on Firefox for your organization.
is: Settu upp skilríki á Firefox fyrir fyrirtæki/stofnun/samtök/félag.

# DB: products.Topic.title
source: Customization of Firefox in an enterprise environment
is: Sérsníðing Firefox í fyrirtækjaumhverfi

# DB: products.Topic.description
source: Customization of Firefox in an enterprise environment
is: Sérsníðing Firefox í fyrirtækjaumhverfi

# DB: products.Topic.title
source: Installation
is: Uppsetning

# DB: products.Topic.description
source: How to install Firefox for Enterprise
is: Hvernig á að setja upp Firefox fyrir fyrirtæki

# DB: products.Topic.title
source: Explore
is: Kanna

# DB: products.Topic.description
source: Learn about Firefox for Enterprise
is: Lærðu um Firefox fyrir fyrirtæki

# DB: products.Topic.description
source: Deploy Firefox on your organization's Mac computers
is: Notkun Firefox á Mac-tölvum stofnunar/fyrirtækis/félags

# DB: products.Topic.title
source: Policies overview
is: Yfirlit varðandi stefnur

# DB: products.Topic.description
source: How to set up policies on Firefox for your organization.
is: Settu upp stefnur á Firefox fyrir fyrirtæki/stofnun/samtök/félag.

# DB: products.Topic.title
source: Deploy
is: Setja í gang

# DB: products.Topic.description
source: Deployment of Firefox in an enterprise environment
is: Notkun Firefox í fyrirtækjaumhverfi
