Repository: escattone/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: is

source: Confirm your subscription
is: Staðfestu áskriftina þína

source: Thanks!
is: Takk!

source: To confirm your subscription, please click the link below or copy and paste the whole thing into your browser's location bar:
is: Til að staðfesta áskriftina, smelltu á tengilinn hér fyrir neðan eða afritaðu og límdu slóðina í vafrann:

source: <strong>Avoid support scams.</strong> We will never ask you to call or text a phone number or share personal information. <a href="%(url)s">Learn more here.</a>
is: <strong>Forðist blekkingar í aðstoðinni.</strong> Við munum aldrei biðja þig um að hringja eða senda textaskilboð í símanúmer eða að deila persónulegum upplýsingum. <a href="%(url)s">Sjáðu meira hér.</a>

source: Browse for unsolved questions and help a fellow user
is: Athugaðu með ósvaraðar spurningar og hjálpaðu félögum þínum

source: Solving 1 issue helps up to 1,000 users a day!
is: Lausn á einu vandamáli getur hjálpað 1.000 notendum á dag!

source: This email is automatically sent by a robot. Our robot can’t respond to your question, but our forum contributors can! If you want to respond to them, please <a href="%(url)s">click here</a>.
is: Þessi tölvupóstur er sjálfkrafa sendur af vélmenni. Vélmennið okkar getur ekki svarað spurningunni þinni, en þátttakendur okkar á vefspjallinu geta það! Ef þú vilt svara þeim skaltu <a href="%(url)s">smella hér</a>.

source: Hi {username},
is: Hæ {username},

source: {answerer} commented on a Firefox question on {host}:
is: {answerer} svaraði Firefox spurningu á {host}:

source: {answerer} wrote:
is: {answerer} skrifaði:

source: Avoid support scams. We will never ask you to call or text a phone number or share personal information. Learn more:
is: Forðist blekkingar í aðstoðinni. Við munum aldrei biðja þig um að hringja eða senda textaskilboð í símanúmer eða að deila persónulegum upplýsingum. Sjáðu meira:

source: See the comment:
is: Sjá athugasemdina:

source: If this comment is helpful, vote on it:
is: Ef þessi athugasemd er hjálpleg, greiddu henni þá atkvæði:

source: Help other Firefox users by browsing for unsolved questions on {host}:
is: Hjálpaðu öðrum Firefox notendum með því að athuga með ósvaraðar spurningar á {host}:

source: You might just make someone's day!
is: Þú gætir hugsanlega hjálpað einhverjum!

source: Mark it as solved
is: Merkja þetta sem leyst

source: This doesn't solve my problem
is: Þetta leysir ekki vandamálið mitt

source: Browse for unsolved questions and help a Firefox user
is: Athugaðu með ósvaraðar spurningar og hjálpaðu notendum Firefox

source: {answerer} has posted an answer to your question on {host}:
is: {answerer} hefur sent inn svar við spurningu þinni á {host}:

source: If this doesn't solve your problem, let {answerer} know by replying on the website:
is: Ef þetta svar leysti ekki vandamálið þitt, láttu þá {answerer} vita með því að svara á vefsvæðinu:

source: If this answer solves your problem, please mark it as "solved":
is: Ef þetta svar leysti þitt vandamál, merktu það þá sem "leyst":

source: This will help other Firefox users find good answers to their questions!
is: Þetta mun hjálpa öðrum Firefox-notendum að finna góðar lausnir við spurningum þeirra!

source: We just wanted to let you know that %(answerer)s has found a solution to a Firefox question that you're following.
is: Við vildum bara láta þig vita að %(answerer)s fann lausn á spurningu varðandi Firefox sem þú fylgist með.

source: The question: '{title}' was marked as solved by its asker, {asker}.
is: Spurningin '{title}' var merkt sem leyst af spyrjandanum, {asker}.

source: Did this answer also help you? Did you find another post more helpful? Let other Firefox users know by voting next to the answer.
is: Hjálpaði þetta svar þér einnig? Fannst þér einhver önnur færsla gagnlegri? Láttu aðra Firefox-notendur vita með því að greiða atkvæði næst svarinu.

source: View the solution
is: Skoða lausnina

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by <a href="https://%(host)s/questions?filter=unsolved"> browsing questions</a> -- you might just make someone's day!
is: Vissir þú að %(answerer)s er Firefox-notandi alveg eins og þú? Byrjaðu að hjálpa öðrum Firefox-notendum með því að <a href="https://%(host)s/questions?filter=unsolved"> skoða spurningar</a> -- þú gætir gert öðrum góðan dag!

source: The question:
is: Spurningin:

source: was marked as solved by its asker, {asker}.
is: var merkt sem leyst af spyrjandanum, {asker}.

source: You can view the solution using the link below.
is: Þú getur skoðað lausnina með því að nota tengilinn hér fyrir neðan.

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by browsing questions at https://%(host)s/questions?filter=unsolved -- you might just make someone's day!
is: Vissir þú að %(answerer)s er Firefox-notandi alveg eins og þú? Byrjaðu að hjálpa öðrum Firefox-notendum með því að skoða spurningar á https://%(host)s/questions?filter=unsolved -- þú gætir gert öðrum góðan dag!

source: Which product do you need help with?
is: Hvaða hugbúnað vantar þig hjálp með?

source: Browse All Product Forums
is: Skoða vefspjall fyrir allan hugbúnað

source: Change Product
is: Skipta um hugbúnað

source: Select Product
is: Veldu hugbúnað

source: Explore Solutions
is: Kanna lausnir

source: Send a message to our support team.
is: Sendu skilaboð á aðstoðarteymið okkar.

source: Continue to post your question and get help.
is: Haltu áfram til að senda inn spurninguna þína og fá aðstoð.

source: Sign in/up to post your question and get help.
is: Skráðu þig inn eða nýskráðu þig til að senda inn spurninguna þína og fá aðstoð.

source: Ask Now
is: Spurðu núna

source: Solutions
is: Lausnir

source: Enter your question or keywords to find solutions in the knowledge base or forums
is: Settu inn spurninguna þína eða leitarorð til að finna lausnir í KB-þekkingargrunninum eða á spjallsvæðum

source: Popular Topics
is: Vinsælt efni

source: Share Data
is: Deila gögnum

source: We can't automatically get your browser's troubleshooting data, please <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">try these manual steps</a>.
is: Við getum ekki náð sjálfkrafa í villuleitargögn vafrans þíns, endilega <a href="https://support.mozilla.org/kb/use-troubleshooting-information-page-fix-firefox">prófaðu þessi handvirku skref</a> .

source: Question owner
is: Eigandi spurningar

source: Chosen Solution
is: Valin lausn

source: Marked as spam
is: Merkt sem ruslpóstur

source: Helpful?
is: Hjálplegt?

source: Did this reply solve your problem?
is: Leysir þetta svar vandamálið þitt?

source: Solved the problem
is: Leysti þetta vandamál

source: Does this reply solve the problem?
is: Leysir þetta svar vandamálið?

source: Solves the problem
is: Leysir þetta vandamál

source: Solution chosen
is: Valin lausn

source: Undo
is: Afturkalla

source: Reply Preview
is: Forskoða svar

source: Send Updates
is: Senda uppfærslur

source: Mark as spam
is: Merkja sem ruslpóst

source: Unmark as spam
is: Ekki merkja sem ruslpóst

source: Our Community is here to help
is: Samfélagið okkar er hér til að hjálpa

source: Kindness is at the heart of our community. Our volunteers are happy to share their time and Firefox knowledge with you.
is: Góðvild er kjarninn í samfélagi okkar. Sjálfboðaliðar okkar deila glaðir tíma sínum og þekkingu sinni á Firefox með þér.

source: Helpful Tip!
is: Hjálpleg ábending!

source: Follow through. Sometimes, our volunteers would ask you for more information or to test out certain scenarios. The sooner you can do this, the sooner they would know how to fix it.
is: Sinntu málum alla leið. Stundum biðja sjálfboðaliðarnir þig um frekari upplýsingar eða að prófa ákveðnar aðstæður. Því fyrr sem þú getur gert þetta, því fyrr geta þeir vitað hvernig á að laga það.

source: Be nice. Our volunteers are Mozilla users just like you, who take the time out of their day to help.
is: Vertu góðleg/ur. Sjálfboðaliðarnir okkar eru Mozilla-notendur alveg eins og þú, sem gefa tímann sinn til að hjálpa.

source: Be descriptive. Saying “playing video on YouTube is always choppy” will help us understand the issue better than saying “something is wrong” or “the app is broken”.
is: Vertu upplýsandi. Að skrifa “afspilun á YouTube höktir alltaf” mun hjálpa okkur miklu betur við að greina vandamálið heldur en að segja “eitthvað virkar ekki” eða “forritið er bilað”.

source: We've made some educated guesses about your current browser and operating system.
is: Við höfum gert nokkrar gáfulegar ágiskanir um vafrann sem þú notar og stýrikerfið þitt.

source: Show details &raquo;
is: Sýna ítarlegri upplýsingar &raquo;

source: Hide details &raquo;
is: Fela ítarlegri upplýsingar &raquo;

source: Thanks for letting us know you have this problem.
is: Takk fyrir að láta okkur vita að þú sért að eiga við þetta vandamál.

source: Identifying common problems helps the community answer your questions more quickly.
is: Að finna algeng vandamál gerir samfélaginu auðveldara fyrir að svara spurningum þínu fljótar.

source: Want to know when a solution is found?
is: Viltu vita þegar lausn finnst?

source: Please provide an email address and we'll send you an alert.
is: Gefðu okkur upp tölvupóstfang svo við getum sent þér ábendingu.

source: No Thanks
is: Nei, takk

source: Application
is: Forrit

source: User Agent: {user_agent}
is: Kennistrengur vafra: {user_agent}

source: Support URL: {support_url}
is: Slóð á aðstoð: {support_url}

source: Extensions
is: Forritsaukar

source: Graphics
is: Myndefni

source: Modified Preferences
is: Breyttar kjörstillingar

source: Misc
is: Ýmislegt

source: <span class="key">User JS</span>: Yes
is: <span class="key">Notanda JS</span>: Já

source: <span class="key">User JS</span>: No
is: <span class="key">Notanda JS</span>: Nei

source: <span class="key">Accessibility</span>: Yes
is: <span class="key">Auðveldað aðgengi</span>: Já

source: <span class="key">Accessibility</span>: No
is: <span class="key">Auðveldað aðgengi</span>: Nei

source: User Agent: {ua}
is: Kennistrengur: {ua}

source: More Information
is: Nánari upplýsingar

source: No pages matched the search criteria
is: Engar síður passa við leitarskilyrðin

source: That page number is not an integer
is: Þetta síðunúmer er ekki heiltala

source: That page number is less than 1
is: Þetta síðunúmer er minna en 1

source: Relevant to
is: Tengsl við

source: Invalid search data.
is: Ógild leitargögn.

source: Enter your terms in the form below and click <strong>Search</strong>
is: Sláðu inn leitarskilyrði í reitina hér fyrir neðan og smelltu á <strong>Leita</strong>

# button
source: Search
is: Leita

source: Search Mozilla Support
is: Leita í Mozilla-aðstoðinni

source: Search Unavailable
is: Leit ekki tiltæk

source: Search is temporarily unavailable. Please try again in a few minutes.
is: Leitin er ekki aðgengileg eins og stendur. Reyndu aftur eftir nokkrar mínútur.

source: Mozilla Support
is: Mozilla-aðstoð

source: Search the Mozilla Support Knowledge Base and Support Forum.
is: Leita í KB-þekkingargrunni Mozilla-aðstoðar og spjallsvæði.

source: Found <strong>{n}</strong> result for <strong>{q}</strong> for <strong>{product}</strong>
is: Fann <strong>{n}</strong> niðurstöðu fyrir <strong>{q}</strong> á <strong>{product}</strong>

source: Sorry! 0 results found for ‘{q}’ in ‘{l}’
is: Því miður! 0 niðurstöður fundust með ‘{q}’ í ‘{l}’

source: Try searching again with a different keyword, or browse our featured articles and threads below instead.
is: Prófaðu að leita aftur með öðrum leitarorðum, eða skoðaðu úrval greina og spjallþráða hér fyrir neðan.

source: Results
is: Niðurstöður

source: Found <strong>{n}</strong> result for <strong>{q}</strong>
is: Fann <strong>{n}</strong> niðurstöðu fyrir <strong>{q}</strong>

source: Sorry! 0 results found for <strong>‘{q}’</strong>.
is: Því miður! 0 niðurstöður fundust með <strong>‘{q}’</strong>.

source: Try searching again with different keywords.
is: Prófaðu að leita aftur með öðrum leitarorðum.

source: 1 reply
is: 1 svar

source: 1 person has this problem
is: 1 aðili er með þetta vandamál

source: 1 new this week
is: 1 nýtt þessa viku

# DB: karma.Title.name
source: Administrator
is: Kerfisstjóri

# DB: karma.Title.name
source: Buddy of the Month! (10/2015)
is: Vinur mánaðarins! (10/2015)

# DB: karma.Title.name
source: Locale Leader
is: Stjórnandi tungumáls

# DB: karma.Title.name
source: Moderator
is: Umsjónarmaður

# DB: karma.Title.name
source: SUMO Warrior
is: SUMO-kappi

# DB: karma.Title.name
source: Top 10 Contributor
is: Topp 10 þátttakendur

# DB: karma.Title.name
source: Top 25 Contributor
is: Topp 25 þátttakendur

# DB: products.Product.description
source: Web browser for Windows, Mac and Linux
is: Vafri fyrir Windows, Mac og Linux

# DB: products.Product.title
source: Firefox for Android
is: Firefox fyrir Android

# DB: products.Product.description
source: Web browser for Android smartphones and tablets
is: Vafri fyrir Android snjallsíma eða spjaldtölvur

# DB: products.Product.title
source: Firefox for iOS
is: Firefox fyrir iOS

# DB: products.Product.description
source: Firefox for iPhone, iPad and iPod touch devices
is: Firefox fyrir iPhone, iPad og iPod snertitæki

# DB: products.Product.description
source: VPN for Windows 10, Mac, Linux, Android, and iOS devices
is: VPN fyrir Windows 10, Mac, Linux, Android og iOS-tæki

# DB: products.Product.description
source: Service that lets you create email masks to hide your real email address
is: Þjónusta sem gerir þér kleift að nota dulnefni til að fela raunverulegt tölvupóstfang þitt

# DB: products.Product.title
source: Firefox Private Network
is: Firefox einkanetkerfi

# DB: products.Product.description
source: Browse securely on public Wi-Fi using a Firefox add-on.
is: Vafra með öruggum hætti á Wi-Fi almenningsnetum með því að nota viðbót í Firefox.

# DB: products.Product.description
source: Automatic privacy browser and content blocker
is: Sjálfvirkur persónuverndarvafri og efnissía

# DB: products.Product.description
source: MDN Plus provides a custom user experience for MDN supporters.
is: MDN Plus veitir sérsniðið umhverfi fyrir notendur MDN.

# DB: products.Product.title
source: Hubs
is: Hubs-miðstöð

# DB: products.Product.description
source: Virtual 3D meeting spaces for collaborating with friends, family, and colleagues on your browser or VR headset
is: Sýndarveruleikarými í þrívídd til að eiga samskipti við vini, fjölskyldu og samstarfsfólk í vafranum þínum eða með sýndarveruleikabúnaði

# DB: products.Product.title
source: Firefox for Enterprise
is: Firefox fyrir fyrirtæki

# DB: products.Product.description
source: Firefox Quantum for businesses
is: Firefox Quantum fyrir fyrirtæki

# DB: products.Product.description
source: Email software for Windows, Mac and Linux
is: Tölvupóstforrit fyrir Windows, Mac og Linux

# DB: products.Product.title
source: Contributors
is: Þátttakendur

# DB: products.Product.description
source: Contributor articles
is: Greinar frá þátttakanda

# DB: products.Product.title
source: Firefox Accounts
is: Firefox-reikningar

# DB: products.Product.description
source: Privacy-first products for desktop and mobile
is: Persónuverndandi hugbúnaður fyrir tölvur og snjalltæki

# DB: products.Product.title
source: Firefox for Amazon Devices
is: Firefox fyrir Amazon-tæki

# DB: products.Product.description
source: Browser for Amazon devices
is: Netvafri fyrir Amazon-tæki

# DB: products.Product.title
source: Firefox for Android (ESR)
is: Firefox fyrir Android (ESR)

# DB: products.Product.description
source: Older version of Firefox for Android (no longer supported)
is: Eldri útgáfa Firefox fyrir Android (ekki lengur studd)

# DB: products.Product.title
source: Firefox for Android Beta
is: Firefox fyrir Android Beta-prófunarútgáfa

# DB: products.Product.description
source: Early version of an experimental Firefox browser for Android.
is: Snemmútgáfa af Firefox-vafra á tilraunastigi fyrir Android

# DB: products.Product.title
source: Firefox for Fire TV
is: Firefox fyrir Fire TV

# DB: products.Product.description
source: Browser for Amazon Fire TV
is: Netvafri fyrir Amazon Fire TV

# DB: products.Product.title
source: Firefox for Windows 8 Touch
is: Firefox fyrir Windows 8 Touch

# DB: products.Product.description
source: Firefox for Windows 8 touch devices
is: Firefox fyrir Windows 8 snertitæki

# DB: products.Product.description
source: Mobile browser for Indonesia, India, The Philippines, and Thailand
is: Farsímavafri fyrir Indónesíu, Filippseyjar og Tæland

# DB: products.Product.description
source: Mobile app that gives you access to passwords you've saved to Firefox.
is: Snjallsímaforrit sem gefur þér aðgang að lykilorðum sem þú hefur vistað í Firefox.

# DB: products.Product.description
source: Mobile OS for smartphones
is: Stýrikerfi fyrir snjallsíma

# DB: products.Product.description
source: Web browser for virtual reality headsets
is: Vafri fyrir sýndarveruleikabúnað

# DB: products.Product.description
source: Screenshot app for mobile
is: Skjámyndaforrit fyrir farsíma

# DB: products.Product.description
source: An app for sending files to anyone.
is: Forrit til að senda skrár til hvers sem er.

# DB: products.Product.title
source: Monitor
is: Vöktun

# DB: products.Product.description
source: Automated removal of personal information/data from public websites that aggregate, display, and/or sell personally identifying information.
is: Sjálfvirk fjarlæging persónuupplýsinga eða gagna af opinberum vefsvæðum sem safna, birta og eða selja persónugreinanlegar upplýsingar.

# DB: products.Product.description
source: A new online standard to recognize and verify learning
is: Nýr netstaðall til að viðurkenna og sannreyna nám

# DB: products.Product.description
source: Discover and save stories for later
is: Uppgötva sögur og vista til síðari tíma lesturs

# DB: products.Product.title
source: Privacy and Security
is: Friðhelgi og öryggi

# DB: products.Product.description
source: Learn more about Mozilla's privacy and security practices.
is: Lærðu meira um friðhelgi- og öryggiseiginleika Mozilla.

# DB: products.Product.description
source: Webmaker and other tools for teaching and learning the Web
is: Webmaker og fleiri verkfæri til kennslu og að læra á vefinn

# DB: products.Topic.title
source: Learn the Basics: get started
is: Lærðu grunnatriðin: að komast í gang

# DB: products.Topic.description
source: Learn all you need to know to get started with Firefox.
is: Lærðu undirstöðuatriði til þess að byrja að nota Firefox.

# DB: products.Topic.title
source: Bookmarks and tabs
is: Bókamerki og flipar

# DB: products.Topic.description
source: Access and organize your favorite webpages easily with bookmarks and tabs
is: Hafðu aðgang að og skipulegðu eftirlætisvefsíðurnar þínar auðveldlega með bókamerkjum og flipum

# DB: products.Topic.title
source: Basic browsing
is: Einfalt vafur

# DB: products.Topic.description
source: Search and navigate easily with these essential features
is: Leitaðu og vafraðu á einfaldan máta með þessum lífsnauðsynlegu eiginleikum

# DB: products.Topic.title
source: Import settings from other browsers
is: Flytja inn stillingar úr öðrum vöfrum

# DB: products.Topic.description
source: Learn how to import or export your information between Firefox and another browser
is: Sjáðu hvernig á að flytja upplýsingarnar þínar inn eða út á milli Firefox og annarrra vafra

# DB: products.Topic.title
source: Video, audio and interactive settings
is: Mynd-, hljóð- og gagnvirknistillingar

# DB: products.Topic.description
source: Change how Firefox handles videos, animations, music and other interactive content
is: Breyttu hvernig Firefox meðhöndlar myndskeið, hreyfimyndir, tónlist og annað gagnvirkt efni

# DB: products.Topic.title
source: How to use Firefox
is: Hvernig á að nota Firefox

# DB: products.Topic.description
source: How to browse, search and customize your settings
is: Hvernig er hægt að vafra, leita og sérsníða stillingar

# DB: products.Topic.title
source: Get started
is: Komast í gang

# DB: products.Topic.description
source: Download Firefox and safely browse the web
is: Sæktu Firefox og vafraðu örugglega á netinu

# DB: products.Topic.title
source: How to use Firefox for Android
is: Hvernig á að nota Firefox fyrir Android

# DB: products.Topic.description
source: How to use Firefox for Android
is: Hvernig á að nota Firefox fyrir Android

# DB: products.Topic.title
source: What's new in Firefox for Android
is: Hvað er nýtt í Firefox fyrir Android

# DB: products.Topic.description
source: See what new features are available in each release
is: Sjáðu hvaða nýju eiginleikar eru tiltækir í hverri útgáfu

# DB: products.Topic.title
source: Install and Update
is: Uppsetning og uppfærsla

# DB: products.Topic.description
source: Install and keep Firefox up to date on your iPad, iPhone or iPod Touch.
is: Setja upp Firefox og halda því uppfærðu á iPad, iPhone eða iPod Touch tækjum.

# DB: products.Topic.title
source: Reader View and List
is: Lestrarsýn og listi

# DB: products.Topic.description
source: Read and save web pages in a clutter-free, reader-friendly view
is: Lestu og vistaðu vefsíður í skipulögðu og lesvænu umhverfi

# DB: products.Topic.description
source: How to use bookmarks, tabs and basic Firefox features on your iOS device
is: Hvernig á að nota bókamerki, flipa og grunneiginleika Firefox á iOS-tækinu þínu

# DB: products.Topic.title
source: History
is: Ferill

# DB: products.Topic.description
source: Change your history settings on Firefox for iOS
is: Breyttu ferilstillingunum þínum á Firefox fyrir iOS

# DB: products.Topic.title
source: How to use Firefox for iOS
is: Hvernig á að nota Firefox fyrir iOS

# DB: products.Topic.description
source: General usage questions
is: Spurningar um almenna notkun

# DB: products.Topic.title
source: What's new in Firefox for iOS
is: Hvað er nýtt í Firefox fyrir iOS

# DB: products.Topic.description
source: See what features are available in each release.
is: Sjáðu hvaða nýju eiginleikar eru tiltækir í hverri útgáfu.

# DB: products.Topic.title
source: Download, install and migration
is: Sækja, setja inn og uppfæra

# DB: products.Topic.description
source: Learn how to download Firefox on your desktop devices or move information to and from other browsers.
is: Lærðu hvernig á að sækja Firefox yfir á borðtölvurnar þínar eða flytja upplýsingar til og frá öðrum vöfrum.

# DB: products.Topic.title
source: Tips and tricks
is: Ábendingar og góð ráð

# DB: products.Topic.description
source: Go beyond the basics with these shortcuts and other tips.
is: Farðu lengra en í grunnatriðin með þessum flýtileiðum og öðrum góðum ráðum.

# DB: products.Topic.title
source: Install and update
is: Uppsetning og uppfærsla

# DB: products.Topic.description
source: How to install Firefox and keep it up to date
is: Hvernig á að setja upp Firefox og halda því uppfærðu

# DB: products.Topic.title
source: Display and appearance
is: Útlit og viðmót

# DB: products.Topic.description
source: Learn how to change your toolbar, font sizes and browser colors
is: Sjáðu hvernig þú getur breytt verkfærastikunni, leturstærðum og litum vafrans

# DB: products.Topic.description
source: Download or update Firefox for Windows, Mac and Linux.
is: Sækja eða uppfæra Firefox for Windows, Mac og Linux.

# DB: products.Topic.title
source: Stay private and secure
is: Njóttu friðhelgi og öryggis

# DB: products.Topic.description
source: Keep your family's information private and secure
is: Haltu upplýsingunum fjölskyldunnar öruggum og sem einkamáli

# DB: products.Topic.description
source: How to install and keep Firefox for Android up to date
is: Hvernig á að setja upp Firefox fyrir Android og halda því uppfærðu
