Repository: escattone/sumo-l10n
Catalog: */LC_MESSAGES/django.po
Languages: is

# DB: kbadge.Badge.title
source: 2013 Support Forum Badge
is: 2013 Skjöldur fyrir aðstoð á vefspjalli

# DB: kbadge.Badge.description
source: The SUMO Forum 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2013 badge earners for advancing the Mozilla Mission
is: SUMO vefspjalls-smáskjöldurinn 2013 er hluti af SUMO röðinni. Hann stendur fyrir framlög til SUMO á árinu 2013; í þessu tilfelli eru það: 30 svör á enska SUMO-vefspjallinu. Hamingjuóskir til allra sem unnu sér inn SUMO vefspjalls-skjöld 2013 fyrir stuðning við ætlunarverk Mozilla

# DB: kbadge.Badge.title
source: 2012 L10n Badge
is: 2012 L10n-skjöldur

# DB: kbadge.Badge.description
source: The SUMO L10n 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2012 badge earners for advancing the Mozilla Mission!
is: SUMO L10n-smáskjöldurinn 2012 er hluti af SUMO röðinni. Hann stendur fyrir framlög til SUMO á árinu 2012; í þessu tilfelli eru það: 10 samþykktar breytingar á þýðingum í SUMO KB-þekkingargrunninum. Hamingjuóskir til allra sem unnu sér inn SUMO l10n-skjöld 2012 fyrir stuðning við ætlunarverk Mozilla!

# DB: kbadge.Badge.title
source: Kitsune Contributor
is: Þátttakandi í Kitsune

# DB: kbadge.Badge.description
source: Badge awarded to those who have contributed to the Kitsune code base.
is: Skjöldur sem úthlutað er itl þeirra sem bætt hafa framlögum í Kitsune-kóðagrunninn.

source: To field is required.
is: Til-reitur er nauðsynlegur.

source: {username} is not a valid username.
is: {username} er ekki gilt notandanafn.

source: {username} is not an active user.
is: {username} er ekki virkur notandi.

source: Invalid callback function.
is: Ógilt svarfall.

source: Page does not exist.
is: Síðan er ekki til.

source: The image "%s" does not exist.
is: Myndin "%s" er ekki til.

source: The video "%s" does not exist.
is: Myndskeiðið "%s" er ekki til.

source: Button of type "%s" does not exist.
is: Hnappur af gerðinni "%s" er ekki til.

source: Would you like to view this page in %(language)s instead?
is: Myndirðu í staðinn vilja skoða þessa síðu á tungumálinu %(language)s?

# site_title
source: Mozilla Support
is: Mozilla-aðstoð

source: Skip to main content
is: Sleppa og fara í meginefni

source: Switch language
is: Skipta um tungumál

source: Skip to search
is: Fara frekar yfir í leit

source: This is a staging site, the content gets overwritten on the 1st of every month.<br>The production site is <a href="https://support.mozilla.org">here</a>.
is: Þetta er prófunarvefsvæði, skrifað er yfir efnið fyrsta dag hvers mánaðar.<br> Raunverulega vefsvæðið er <a href="http://support.mozilla.org">hér</a>.

source: Report Trademark Abuse
is: Tilkynna misnotkun á vörumerki

source: Source code
is: Upprunakóði

source: Join our Community
is: Gakktu í hópinn

source: Explore Help Articles
is: Skoða hjálpargreinar

source: Download
is: Sækja

source: Firefox Desktop
is: Firefox fyrir borðtölvur

source: Android Browser
is: Android-vafri

source: iOS Browser
is: browserID

source: Focus Browser
is: Focus-vafri

source: Firefox for Developers
is: Firefox fyrir hönnuði

source: Developer Edition
is: Developer Edition þróunarútgáfa

source: Beta
is: BETA-prófunarútgáfa

source: Beta for Android
is: BETA-prófunarútgáfa fyrir Android

source: Nightly
is: Náttfara-prófunarútgáfa

source: Nightly for Android
is: Náttfara-prófunarútgáfa fyrir Android

source: Sign In/Up
is: Innskráning/Nýskráning

source: Benefits
is: Kostir

source: Language
is: Tungumál

source: Terms of Service
is: Þjónustuskilmálar

source: Contact
is: Hafa samband

source: Visit %(moco_link_open)sMozilla Corporation’s%(link_close)s not-for-profit parent, the %(mofo_link_open)sMozilla Foundation%(link_close)s.
is: Heimsæktu vef %(mofo_link_open)sMozilla Foundation%(link_close)s, sjálfseignarstofnunar án hagnaðarsjónarmiða, sem er eigandi %(moco_link_open)sMozilla Corporation%(link_close)s umsýslufyrirtækisins.

source: Portions of this content are ©1998–%(year)s by individual mozilla.org contributors. Content available under a %(link_open)sCreative Commons license%(link_close)s.
is: Hlutar þessa efnis er ©1998–%(year)s eftir einstaka þátttakendur í mozilla.org. Efnið er aðgengilegt með %(link_open)sCreative Commons notkunarleyfi%(link_close)s.

source: Change your email preferences
is: Breyta tölvupóststillingum þínum

source: Unsubscribe from these emails
is: Afpanta áskrift frá þessum tölvupóstum

source: Oops, your request was unsuccessful
is: Úbbs, beiðnin þín tókst ekki

source: We couldn't perform your request. Perhaps because the action is no longer applicable or you tried to perform an invalid action.
is: Ekki tókst að framkvæma aðgerðina. Kannski er ekki lengur hægt að framkvæma aðgerðina eða þú reyndir óleyfilega aðgerð.

source: Access denied
is: Aðgangi hafnað

source: You do not have permission to access this page.
is: Þú hefur ekki aðgangsheimild á þessa síðu.

source: Please try to log in / sign up first with
is: Skráðu þig fyrst inn eða nýskráðu þig með

source: Page Not Found
is: Síðan finnst ekki

source: Sorry, we couldn't find the page you were looking for. Please, try searching our site using the form below.
is: Því miður, þá fundum við ekki síðuna sem þú varst að leita að. Prófaðu að leita á vefsvæðinu með innfyllingarforminu hér fyrir neðan.

source: An Error Occurred
is: Villa kom upp

source: Oh, no! It looks like an unexpected error occurred. We've already notified the site administrators. Please try again now, or in a few minutes.
is: Æ nei! Svo virðist sem óþekkt villa hafi komið upp. Þegar er búið að láta kerfisstjóra vefsvæðis vita. Reyndu aftur núna, eða eftir nokkrar mínutur.

source: Find help...
is: Finna aðstoð...

source: <strong>Avoid support scams.</strong> We will never ask you to call or text a phone number or share personal information. Please report suspicious activity using the “Report Abuse” option.
is: <strong>Forðist blekkingar í aðstoðinni.</strong> Við munum aldrei biðja þig um að hringja eða senda textaskilboð í símanúmer eða að deila persónulegum upplýsingum. Þú skalt endilega tilkynna allt grunsamlegt athæfi með “Tilkynna misnotkun” valkostinum.

source: Close Firefox menu
is: Loka Firefox-valmynd

source: Ask a Question
is: Spurðu spurningar

source: Get support from our contributors or staff members.
is: Fáðu aðstoð frá þátttakendunum okkar eða starfsfólki.

source: Firefox Browser
is: Firefox-vafrinn

source: Browse All Products
is: Skoða allan hugbúnað

source: Explore Our Help Articles
is: Skoðaðu hjálpargreinarnar okkar

source: Dig into the knowledge base, tips and tricks, troubleshooting, and so much more.
is: Grafðu í þekkingargrunninn, fáðu ábendingar og góð ráð, finndu lausn á vandamálum og svo margt fleira.

source: Browse All Articles
is: Skoða allar greinar

source: Contributor Tools
is: Verkfæri þátttakenda

source: Discussions
is: Umræður

source: Meet the community: read announcements, follow discussions and ask questions.
is: Hittu aðra þátttakendur: lestu tilkynningar, fylgstu með umræðum, spurðu spurninga eða ræddu málin.

source: Tools
is: Verkfæri

source: Explore resources to help you with your contributions.
is: Skoðaðu hin ýmsu hjálpartól sem geta aðstoðað þig við að láta þitt eftir liggja.

source: Download Firefox
is: Sækja Firefox

source: Manage your information and see your contributions.
is: Sýslaðu með upplýsingarnar þínar og skoðaðu framlögin þín.

source: Edit Profile
is: Breyta notandasniði

source: My Questions
is: Spurningarnar mínar

source: Settings
is: Stillingar

source: Manage your privacy and notification preferences.
is: Stilltu valkosti persónuverndar og tilkynninga.

source: Exchange messages with other contributors.
is: Skipstu á skilaboðum við aðra þátttakendur:

source: Sign Out
is: Útskráning

source: For Contributors
is: Fyrir þátttakendur

source: L10N Discussions
is: L10N-umræður

source: Social Support Forum
is: Aðstoð á samfélagsmiðlum

source: Article Discussions
is: Umræður um grein

source: New Contributors
is: Nýir þátttakendur

source: Guides
is: Leiðbeiningar

source: Dashboards
is: Stjórnborð

source: Moderate Forum Content
is: Ritstýra efni á spjallsvæði

source: What's New
is: Nýtt á döfinni

source: Give Firefox a tune up
is: Gefðu Firefox uppherslu

source: Refresh Firefox
is: Endurnýja Firefox

source: How does it work?
is: Hvernig virkar þetta?

source: Download a fresh copy
is: Sæktu nýtt eintak

source: Newer
is: Nýrra

source: Older
is: Eldra

source: This site will have limited functionality while we undergo maintenance to improve your experience. If an article doesn't solve your issue and you want to ask a question, we have our support community waiting to help you at <a href="%(twitter)s">@FirefoxSupport</a> on Twitter and<a href="%(reddit)s">/r/firefox</a> on Reddit.
is: Þetta vefsvæði mun vera með takmarkaða virkni á meðan við sinnum viðhaldi. Ef grein leysir ekki vandamálið þitt og þú vilt spyrja spurninga, þá bíður aðstoðarliðið okkar eftir þér á <a href="%(twitter)s">@FirefoxSupport</a> á Twitter og <a href="%(reddit)s">/r/firefox</a> á Reddit.

source: Unsubscribe from these emails:
is: Afpanta áskrift frá þessum tölvupóstum:

source: Redirecting
is: Endurbeini

source: The URL has changed!
is: URL-slóðin hefur breyst!

source: It looks like you've bookmarked an old URL. The new URL for this page is below. You should update your bookmarks. We will forward you to the new URL in 10 seconds.
is: Svo virðist sem þú hafir sett gamla slóð í bókamerki. Nýja slóðin fyrir þessa síðu er hér fyrir neðan. Þú ættir að uppfæra bókamerkið þitt. Við munum áframsenda þig yfir á nýju slóðina eftir 10 sekúndur.

source: Maintenance in progress
is: Viðhald í gangi

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
is: Þessi eiginleiki hefur verið gerður óvirkur tímabundið á meðan vefsvæðið er í viðhaldsferli. Notaðu 'Til baka'-hnapp vafrans til að reyna aftur síðar.

source: Some features on this page are temporarily disabled while we perform website maintenance. Please try again a little later.
is: Einhverjir eiginleikar á þessari síðu hafa verið gerðir óvirkir tímabundið á meðan viðhald vefsvæðis fer fram. Reyndu aftur örlítið síðar.

source: read more
is: lesa meira

source: Today at %s
is: Í dag klukkan %s

source: %(number)d year ago
is: %(number)d ári síðan

source: %(number)d month ago
is: %(number)d mánuði síðan

source: %(number)d week ago
is: %(number)d viku síðan

source: %(number)d day ago
is: %(number)d degi síðan

source: %(number)d hour ago
is: %(number)d klukkustund síðan

source: %(number)d minute ago
is: %(number)d mínútu síðan

source: %(number)d second ago
is: %(number)d sekúndu síðan

source: Unsubscribe
is: Gerast áskrifandi að tilkynningum um breytingar

source: Are you sure you want to unsubscribe?
is: Ertu viss um að þú viljir hætta áskriftinni?

source: You will be unsubscribed from: <br><strong>%(object)s</strong>
is: Þú munt hætta að vera í áskrift að: <br><strong>%(object)s</strong>

source: Unsubscribe Error
is: Afpanta áskrift frá þessum tölvupóstum:

source: We could not find your subscription. Either it has already been cancelled, or there was a mistake in the unsubscribe link. Please make sure the entire link from the email made it into the browser. If the last part of the link wraps onto a second line in the email, try copying and pasting the link into the browser.
is: Við fundum ekki áskriftina þína. Annað hvort hefur verið hætt við hana, eða að mistök hafi átt sér stað í tenglinum til að segja upp áskriftinni. Gakktu úr skugga um að öll slóðin í tölvupóstinum hafi náð inn í vafrann. Ef síðari hluti slóðarinnar hefur lent í næstu línu fyrir neðan, getur borgað sig að velja alla slóðina, afrita hana og líma inn í vafrann.

source: Unsubscribed
is: Gerast áskrifandi að tilkynningum um breytingar

source: "%s" is too large (%sKB), the limit is %sKB
is: "%s" er of stór (%sKB), hámarkið er %sKB

source: Model not allowed.
is: Líkan ekki leyfilegt.

source: Object does not exist.
is: Hlutur er ekki til.

source: You cannot associate an image with an object you do not own.
is: Þú getur ekki tengt mynd við atriði sem þú átt ekki.

source: Invalid or no image received.
is: Engin mynd eða ógild barst.

source: You are not logged in.
is: Þú ert ekki skráð/ur inn.

source: The requested image could not be found.
is: Fann ekki umbeðna mynd.

source: You do not have permission to do that.
is: Þú hefur ekki réttindi til þess að gera þetta.

source: Uploaded images:
is: Innsendar myndir:

source: Add images (optional):
is: Bæta við myndum (valfrjálst):

source: Browse for an image to upload.
is: Veldu mynd til að senda inn.

source: We are having trouble reaching your email address. Please try a different address or contact an administrator.
is: Vandamál komu upp viða að senda tölvupóst á þig. Reyndu annað póstfang eða hafðu samband við kerfisstjóra.

source: <strong>Welcome!</strong> You are now logged in using Firefox Accounts. {a_profile}Edit your profile.{a_close}<br>Already have a different Mozilla Support Account? {a_more}Read more.{a_close}
is: <strong>Velkomin!</strong> Þú ert núna skráð/ur inn í gegnum Firefox Accounts aðgangsreikningaþjónustuna. {a_profile}Breyttu notandasniðinu þínu.{a_close}<br>Ertu þegar með sérstakan reikning fyrir Mozilla Support aðstoðargáttina? {a_more}Lestu meira.{a_close}

source: This Firefox Account is already used in another profile.
is: Þessi Firefox-reikningur er þegar í notkun í öðru notandasniði.

source: The email used with this Firefox Account is already linked in another profile.
is: Tölvupóstfangið sem þessi Firefox-reikningur notar er þegar tengt í öðru notandasniði.

source: Username may contain only English letters, numbers and ./-/_ characters.
is: Notandanafn má aðeins innihalda enska bókstafi, tölur og ./-/_ staftákn.

source: Username is required.
is: Notandanafn er nauðsynlegt.

source: Username is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
is: Notandanafn er of stutt (%(show_value)s stafir). Verður að vera minnst %(limit_value)s stafir.

source: Username is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
is: Notandanafn er of langt (%(show_value)s stafir). Verður að vera minna en %(limit_value)s stafir.

source: Email address is required.
is: Tölvupóstfang er nauðsynlegt.

source: Email address is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
is: Tölvupóstfang er of stutt (%(show_value)s stafir). Verður að vera minnst %(limit_value)s stafir.

source: Email address is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
is: Tölvupóstfang er of langt (%(show_value)s stafir). Verður að vera minna en %(limit_value)s stafir.

source: Password is required.
is: Þarfnast lykilorðs.

source: Please enter your password twice.
is: Sláðu inn lykilorðið tvisvar.

source: Password must be 8 or more characters.
is: Lykilorð verður að vera 8 stafir eða fleiri.

source: Watch forum threads I start
is: Fylgjast með spjallþráðum sem ég byrja

source: Watch forum threads I comment in
is: Fylgjast með spjallþráðum sem ég geri athugasemd í

source: Watch KB discussion threads I start
is: Fylgjast með spjallþráðum í þekkingargrunni sem ég byrja

source: Watch KB discussion threads I comment in
is: Fylgjast með spjallþráðum í þekkingargrunni sem ég geri athugasemd í

source: Watch Question threads I comment in
is: Fylgjast með spurningaþráðum sem ég geri athugasemd í

source: Send emails for private messages
is: Senda tölvupóst fyrir einkaskilaboð

source: Keep in mind your username is visible to the public. This is a required field that must be unique, 150 characters or fewer. This value may contain only letters, numbers, and @/./+/-/_ characters.
is: Hafðu í huga að notandanafnið þitt er sýnilegt almenningi. Þetta er nauðsynlegur reitur sem verður að vera einstakur, 150 stafir eða færri. Þetta gildi má aðeins innihalda bókstafi, tölur og staftáknin @/./+/-/_ .

source: Involved with Mozilla from
is: Hefur tekið þátt í Mozilla síðan

source: The user name you entered is inappropriate. Please pick another and consider that our helpers are other Firefox users just like you.
is: Notandanafnið sem þú slóst inn er óviðeigandi. Veldu eitthvað annað notandanafn og mundu að hjálparhellurnar okkar eru aðrir Firefox-notendur eins og þú.

source: algorithm
is: algóriþmi

source: hash
is: tætigildi (hash)

source: User
is: Notandi

source: Display name
is: Birtingarnafn

source: Make my email address visible to logged in users
is: Gera tölvupóstfangið mitt sýnilegt öðrum innskráðum notendum

source: Biography
is: Æviágrip

source: Some HTML supported: &#x3C;abbr title&#x3E; &#x3C;acronym title&#x3E; &#x3C;b&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. Links are forbidden.
is: Sum HTML-einindi eru studd: &#x3C;abbr title&#x3E; &#x3C;acronym title&#x3E; &#x3C;b&#x3E; &#x3C;blockquote&#x3E; &#x3C;code&#x3E; &#x3C;em&#x3E; &#x3C;i&#x3E; &#x3C;li&#x3E; &#x3C;ol&#x3E; &#x3C;strong&#x3E; &#x3C;ul&#x3E;. Tenglar eru bannaðir.

source: Website
is: Vefsvæði

source: Twitter Username
is: Twitter-notandanafn

source: Community Portal Username
is: Notandanafn í samfélagsgátt

source: People Directory Username
is: Notandanafn í nafnaskrá

source: Matrix Nickname
is: Gælunafn á Matrix

source: Timezone
is: Tímabelti

source: Country
is: Land

source: City
is: Borg

source: Preferred language
is: Umbeðið tungumál

source: Has been sent a first answer contribution email.
is: Var að leggja inn svar í tölvupósti sem sitt fyrsta framlag.

source: Has been sent a first revision contribution email.
is: Var að leggja inn yfirferð í tölvupósti sem sitt fyrsta framlag.

source: When the user was sent a community health survey
is: Hvenær notandanum var send tölfræði varðandi ástand samfélagsins

source: Value
is: Gildi

source: user
is: notandi

source: activation key
is: virkjunarkóði

source: registration profile
is: skráningarsnið

source: registration profiles
is: skráningarsnið

source: moderator
is: umsjónarmaður

source: Welcome to SUMO!
is: Velkomin í SUMO!

source: Your settings have been saved.
is: Stillingarnar þínar voru vistaðar.

source: This account is not active. Please contact an administrator if you believe this is an error
is: Þessi notandaaðgangur er óvirkur. Hafðu samband við kerfisstjóra ef þú telur að hér sé um villu að ræða

source: {user} | Latest Answers
is: {user} | Nýjustu svör

source: Latest Answers
is: Nýjustu svör

source: You haven't answered any questions yet.
is: Þú hefur ekki ennþá svarað neinum spurningum.

source: {user} hasn't answered any questions yet.
is: {user} hefur ekki svarað neinni spurningu ennþá.

source: Log In / Sign up
is: Skrá inn / Nýskrá

source: Firefox logo
is: Firefox-táknmerki

source: Log in / Sign up with Firefox Accounts
is: Skrá inn / Nýskrá með Firefox-reikningum

source: Never miss an answer. A free Firefox Account lets you view your question history and track or post responses.
is: Misstu aldrei af svari. Ókeypis Firefox-reikningur gerir þér kleift að skoða feril spurninganna þinna og að rekja eða senda inn svör.

source: We've upgraded our log-in system to replace Mozilla Support accounts with Firefox Accounts. Firefox Accounts offers one log-in for convenient and secure access to Mozilla services. <a href="%(url)s">See our FAQ</a> for more information.
is: Við uppfærðum Firefox Accounts innskráningarkerfið okkar í að koma í stað aðganga á Mozilla Support aðstoðargáttinni. Firefox Accounts (Firefox-reikningar) býður núna upp á eina samræmda innskráningu fyrir allar Mozilla-þjónustur. <a href="%(url)s">Skoðaðu algengar spurningar - FAQ</a> til að sjá nánari upplýsingar.

source: Continue with Firefox Accounts
is: Halda áfram með Firefox-reikningum

source: Continuing with Firefox Accounts means you have agreed with the <a href="%(terms_url)s">Terms and Conditions</a> and <a href="%(privacy_url)s">Privacy Policy</a>.
is: Með því að nota Firefox Accounts aðgangsþjónustuna, samþykkir þú <a href="%(terms_url)s">ákvæði og skilmála þjónustunnar</a> auk <a href="%(privacy_url)s">persónuverndarstefnu okkar</a>.

source: Your account was sucessfully closed!
is: Tókst að loka aðganginum þínum.

source: We're sorry to see you go.
is: Okkur þykir miður að þú sért á förum.

source: Are you sure you want to delete your avatar?
is: Ertu viss um að þú viljir eyða auðkennismyndinni þinni?

source: You are about to permanently delete your avatar. <strong>This cannot be undone!</strong> You can always <a href="%(upload_url)s">upload another avatar</a> to replace your current one.
is: Þú ert að fara að eyða endanlega auðkennismyndinni þinni. <strong>Ekki er hægt að afturkalla þessa aðgerð!</strong> Alltaf er hægt að <a href="%(upload_url)s">senda inn aðra mynd</a> í staðinn fyrir núverandi mynd.

source: Deactivation Log
is: Atvikaskráning afvirkjunar

source: Deactivated user
is: Afvirkjaður notandi

source: Deactivated by
is: Gert óvirkt af

source: {user} | Documents
is: {user} | Skjöl

source: Documents edited or translated
is: Skjölum breytt eða þýdd

source: You haven't edited or translated any documents yet.
is: Þú hefur ennþá ekki breytt eða þýtt nein skjöl.

source: {user} hasn't edited or translated any documents yet.
is: {user} hefur ennþá ekki breytt eða þýtt nein skjöl.

source: Redirects
is: Endurbeiningar

source: Change Avatar
is: Skipta um auðkennismynd

source: Your Account
is: Reikningurinn þinn

source: To change your email or avatar, visit the Firefox Accounts page. %(a_open)s Learn more. %(a_close)s
is: Til að breyta tölvupóstfanginu þínu eða auðkennismynd, heimsæktu Firefox Accounts reikningasíðuna. %(a_open)s Kanna nánar. %(a_close)s

source: Manage Firefox Account
is: Sýsla með Firefox-notandaaðgang

source: Share some things about yourself. Most fields are optional, but they help the community to get to know you better.
is: Deildu einhverju um þig. Flestir reitirnir eru valkvæðir, en þeir hjálpa öðrum þátttakendum við að kynnast þér betur.

source: Update My Profile
is: Uppfæra notandasnið mitt

source: Close account and delete all profile information
is: Loka reikningi og eyða öllum persónuupplýsingum

source: Are you sure
is: Ertu viss

source: Deleting your account will prevent you from answering or posting questions in Mozilla Support. This action will clear your profile and cannot be undone.
is: Að eyða aðgangnum þínum kemur í veg fyrir að þú getir spurt eða svarað spurningum á Mozilla-aðstoðargáttinni. Þessi aðgerð hreinsar notandasniðið þitt og er ekki hægt að afturkalla.

source: Please type in your username to confirm
is: Skrifaðu inn notandanafnið þitt til að staðfesta

source: Delete My Account
is: Eyða aðganginum mínum

source: Edit Settings
is: Breyta stillingum

source: Update
is: Uppfæra

source: Manage watch list
is: Stjórna vöktunarlista

source: Below is a list of items that you have watched. Checked items are items you are currently watching and unchecked items are no longer being watched.
is: Hér fyrir neðan er listi yfir þau atriði sem þú hefur verið að fylgjast með. Merkt atriði eru þau sem þú ert að fylgjast með en ómerkt eru þau sem þú þú fylgist ekki lengur með.

source: You are not currently watching anything.
is: Þú ert ekki að fylgjast með neinu.

source: {user} | Profile
is: {user} | Notandasnið

source: Edit user profile
is: Breyta notandasniði
